{"New/2.-époques/2.1-Terres-Sauvages":{"title":"2.1 Terres Sauvages","links":[],"tags":[],"content":"informations\nDans les annales du temps immémorial, lorsque le voile de l’oubli obscurcissait encore la vue des âges à venir, il existait un temps où les terres étaient façonnées par les mains de forces primordiales. Les vastes étendues de pierre, striées par le passage des siècles, étaient des témoins muets des tumultes cosmiques qui avaient façonné leur destinée. Ces terres désolées, stériles et sans vie, semblaient n’être que le reflet de la nuit éternelle, où même les étoiles ne trouvaient pas de refuge dans le firmament obscur.\nDans cet océan de silence, seul le souffle du vent sifflant à travers les canyons et les vallées témoignait de la présence de la vie. Les rivières de lave en fusion, figées dans le temps, formaient des rivières d’acier liquide serpentant à travers des paysages lunaires, rappelant les tumultes anciens qui avaient jadis embrasé ces terres hostiles.\nDans ce monde désolé, les vestiges d’un passé oublié se dressent comme des témoins muets de l’éternité. Les forêts, autrefois majestueuses et verdoyantes, s’étendent désormais en labyrinthes de silence, leurs arbres calcinés érigeant des sentinelles déchues vers un ciel sans étoiles. Les déserts arides murmurent des secrets des âges perdus, où chaque grain de sable brûlant scintille comme un joyau dans la fournaise du jour, emportant avec lui les échos des soupirs des temps anciens. Les montagnes, titans endormis depuis l’aube des temps, élèvent leurs sommets enneigés vers les cieux, des sanctuaires de solitude et de mystère dans lesquels se perdent les secrets de l’antiquité.\nAu cœur de ce désert impitoyable, seules quelques rares créatures faisaient face aux défis imposés par la nature enragée. Des êtres courageux, imprégnés de résilience, arpentaient les étendues désolées, bravant les tempêtes de sable et les vents hurlants. Ces survivants solitaires, dont la silhouette se dessinait à l’horizon comme des ombres dans la nuit, étaient les gardiens taciturnes de ce monde abandonné, portant en eux les cicatrices des épreuves endurées.\nC’est dans cet océan de désolation, où même les étoiles semblaient éviter de jeter leur lumière, que l’essence primordiale d’Aetherius se manifestait, une lueur d’espoir dans l’obscurité infinie. Son souffle invisible, porteur de promesses lointaines, insufflait une étincelle de vie dans les cœurs des créatures endurcies par la lutte, les guidant vers un avenir incertain mais rempli de possibilités. Et même dans les recoins les plus sombres de cette terre désolée, l’espoir persistait, comme une graine fragile prête à germer dans les fissures du monde en ruine.\nAu cœur des terres désolées et inhospitalières, là où les éléments eux-mêmes semblaient se rebeller contre la vie, se dressaient les monuments divins érigés pour Aetherius. Ces édifices titanesques, nés de la volonté primordiale du Créateur Silencieux, étaient des témoins muets de sa présence éternelle dans le monde des mortels. Des colonnes de pierre, gravées de symboles anciens et ornées de motifs célestes, s’élevaient vers le ciel comme des doigts tendus vers l’infini, rappelant la grandeur et la majesté d’Aetherius. Des autels sacrés, ciselés dans le roc brut et polis par les vents du temps, étaient des lieux de vénération et de communion avec le divin, où les fidèles se rassemblaient pour offrir leurs prières et leurs hommages à leur Créateur. Ces monuments divins étaient des phares de lumière dans les ténèbres, des témoins solennels de la présence éternelle d’Aetherius dans le monde, rappelant aux mortels leur lien indéfectible avec les forces célestes qui gouvernaient leur destinée.\nAu seuil de l’histoire, là où les méandres du temps se perdent dans les brumes de l’oubli, réside un mystère insaisissable : l’origine de toute chose demeure enveloppée dans un voile de mystère impénétrable. Les sages et les érudits, scrutant les annales du passé, se heurtent invariablement à une vérité universelle : ce qui précède l’aube des temps reste insaisissable à l’entendement humain. Avant que le monde ne prenne forme, avant même que les étoiles n’embrasent les cieux de leur lumière, existe un vide primordial, un état d’existence indistinct où les frontières entre le néant et le tout demeurent floues et indéfinies. Ainsi, dans les abysses de l’antiquité, réside le secret ultime de l’univers, un mystère énigmatique que même les plus grands esprits ne peuvent prétendre percer."},"New/2.-époques/2.3-Dieux-primordiaux":{"title":"2.3 Dieux primordiaux","links":[],"tags":[],"content":"Dans les temps anciens, lorsque le monde était plongé dans les ténèbres de la désolation, les dieux primordiaux vinrent au monde sur l’ordre d’Aetherius, le Créateur Silencieux, pour remettre l’univers d’aplomb. Le premier enfant, porteur de la lumière éclatante de son père, annonça un nouvel âge de clarté et de pureté. Le deuxième enfant, envoûté par les ténèbres et les mystères, ouvrit la voie à une ère de secrets et d’ombres profondes. Enfin, le troisième enfant, apportant l’équilibre entre la lumière et les ténèbres, promit une harmonie restaurée dans le cosmos troublé.\nÀ leur arrivée, les terres stériles furent transformées. Les forêts calcinées reverdirent, leurs arbres bourgeonnant sous l’éclat de la lumière céleste. Les déserts arides furent inondés par des oasis de vie, où l’eau claire jaillissait des profondeurs de la terre. Les montagnes, autrefois muettes et inertes, vibrèrent de nouveau avec la vie, leurs sommets enneigés étincelant sous le soleil resplendissant.\nChaque dieu primordial avait sa propre région, entièrement dédiée à son essence. Le domaine du dieu lumineux était empreint de vie et de splendeur, où les terres verdoyantes et les rivières scintillantes abondaient, offrant un refuge pour toutes les créatures de la lumière. Le territoire du dieu sombre, en revanche, était plongé dans les ténèbres éternelles, ses vastes étendues enveloppées dans un brouillard impénétrable où seuls les êtres les plus intrépides osaient s’aventurer. Quant à la région gouvernée par le dieu de l’équilibre, elle était un lieu de contrastes et de dualités, où la lumière et les ténèbres coexistaient en parfaite harmonie, reflétant l’équilibre imperturbable qui régnait dans le cœur de leur divin souverain."},"New/2.-époques/2.3-Grande-époque":{"title":"2.3 Grande époque","links":[],"tags":[],"content":"Texte\nDans la grande époque des dieux, après leur apparition qui a défini l’an 0 du calendrier, la vie était imprégnée de leur présence omniprésente. Les régions sous l’influence de chaque dieu primordial étaient florissantes, chacune reflétant les aspects de leur divinité. Les habitants de ces régions vivaient en harmonie avec les forces de la nature, bénéficiant de la protection et des bénédictions de leurs divins souverains. Les croyances religieuses étaient fortes, et les rituels et les offrandes faisaient partie intégrante de la vie quotidienne.\nCependant, au fil du temps, l’influence des dieux a commencé à s’estomper lentement. Les mortels ont commencé à devenir plus indépendants, se tournant moins vers les divinités pour guider leurs actions et prendre des décisions. Les avancées technologiques et sociales ont également joué un rôle, offrant aux gens des moyens de contrôler leur propre destinée sans avoir besoin de l’intervention divine.\nDe plus, des événements cataclysmiques et des conflits entre les dieux ont affaibli leur pouvoir et leur autorité, les poussant à se retirer progressivement du monde des mortels. Aujourd’hui, bien que leur influence persiste sous différentes formes, les dieux ont largement perdu leur emprise sur les affaires des mortels, laissant ces derniers naviguer dans un monde où la foi et la magie des temps anciens s’estompent lentement. Ce déclin s’étire sur des siècles, au fur et à mesure que les hommes, les elfes et autres races fondent des royaumes et établissent leurs propres systèmes de gouvernance et de croyances.\nCarte\n"},"New/2.-époques/2.4-ère-actuelle":{"title":"2.4 ère actuelle","links":[],"tags":[],"content":""},"New/3.-Wiki/Communautées/Royaumes/Sylvandis/Histoire":{"title":"Histoire","links":[],"tags":[],"content":"\n\n\n\n\nTimeline\n\n    .timeline {\n        max-width: 800px;\n        margin: 50px auto;\n        font-family: Arial, sans-serif;\n    }\n.event {\n    margin-bottom: 50px;\n    position: relative;\n}\n\n.event::before {\n    content: &#039;&#039;;\n    position: absolute;\n    top: 0;\n    left: -15px;\n    height: 100%;\n    width: 5px;\n    background-color: #3d4852;\n}\n\n.event-content {\n    padding: 15px;\n    border-radius: 10px;\n    background-color: rgba(0, 0, 0, 0.15); /* Couleur de fond légèrement assombrie */\n    box-shadow: 0px 0px 10px rgba(0, 0, 0, 0.1); /* Ombre légère */\n    margin-left: 25px;\n    border: 2px solid #3d4852;\n}\n\n.event h2 {\n    margin-bottom: 5px;\n    margin-top: 5px;\n}\n\n.content {\n    margin: 0;\n}\n.author{\n    margin-top: 10px;\n    margin-bottom: 0px;\n    font-style: italic;\n    text-align: end;\n}\n.author::before{\n    content: &#039;auteur.e.s : &#039;;\n}\n\n\n\n\n\n    \n        \n            entre 3600 et 3800\n\t\t\t\n\t\t\tAu cœur des terres du nord, là où les tempêtes rugissantes de l&#039;hiver rencontrent la douceur des premiers rayons de soleil printaniers, un groupe de pionniers intrépides a cherché refuge dans une forêt dense et mystique. C&#039;était une époque de tumulte, marquée par des conflits et des migrations, mais au sein de cette tourmente, ces fondateurs avaient une vision commune de paix et de coexistence avec la nature. Ils ont jeté les bases de ce qui allait devenir Sylvandis, un royaume enveloppé dans le mystère de la forêt éternelle.\nLes premiers habitants de Sylvandis ont appris à connaître les secrets profonds de la forêt, développant des liens étroits avec les créatures qui y résidaient. Leurs premières constructions étaient modestes, se fondant dans le paysage pour préserver l’équilibre naturel qui régnait autour d’eux. Guidés par une philosophie de respect envers la faune et la flore, ils ont érigé le royaume tout en préservant la beauté naturelle qui l’entourait, façonnant ainsi une société qui honore les cycles de la vie.\nAu fil des générations, Sylvandis a prospéré grâce à une sagesse ancestrale transmise de père en fils, de mère en fille. Les habitants ont embrassé les enseignements de la nature, évoluant en une société où l’écologie et l’éthique étaient des valeurs fondamentales. Les dirigeants, choisis pour leur sagesse et leur connexion profonde avec la terre, ont dirigé le royaume dans un esprit de coopération et de préservation, veillant à ce que Sylvandis demeure un havre de tranquillité et de prospérité.\nL’harmonie entre les habitants et la faune a été maintenue au fil des siècles, même face aux défis qui se sont présentés. Les guerres ont été évitées, les ressources renouvelables exploitées avec discernement, et le royaume a prospéré dans sa bulle de tranquillité verdoyante. Les artisans, inspirés par la nature qui les entoure, ont créé des œuvres d’art qui racontent l’histoire de Sylvandis, capturant l’essence même de sa beauté sauvage et indomptable.\nAu fil des ans, Sylvandis demeurera un joyau préservé au nord du monde, un témoignage vivant de l’alliance entre l’humanité et la nature. Sa création, née dans les tourbillons de l’histoire et façonnée par la sagesse des ancêtres, demeurera une source d’inspiration pour les générations futures. Sylvandis incarne ainsi le pouvoir d’une communauté engagée envers la préservation de son environnement et la célébration de la vie sous toutes ses formes.\n\n\n\n\n"},"New/3.-Wiki/Communautées/Royaumes/Sylvandis/Sylvandis":{"title":"Sylvandis","links":[],"tags":[],"content":"Informations Générales\nNom du Royaume: Sylvandis\nGouvernement: Aucun\nEmplacement:\n\nDESCRIPTION\nSylvandis, le royaume paisible du nord, respire la symbiose entre la nature et ses habitants. Au cœur d’une forêt luxuriante, le royaume est un havre de paix où les éléments naturels se mêlent harmonieusement à l’architecture. Les arbres majestueux servent de piliers aux structures élégantes, tissant une alliance unique entre la flore et la créativité humaine.\nL’atmosphère est empreinte d’une sérénité profonde, chaque coin du royaume résonnant du doux murmure des rivières et du chant des oiseaux. Des cascades cristallines serpentent à travers les habitations, apportant une musique naturelle qui berce les journées. Les ruelles pavées sont ombragées par d’épaisses frondaisons, créant une sensation de fraîcheur et de tranquillité.\nLes habitants de Sylvandis vivent en harmonie avec la faune qui les entoure. Des animaux paisibles errent librement dans les rues, ajoutant une dimension magique à l’expérience quotidienne. Les rencontres avec des cerfs gracieux, des écureuils espiègles, et même des créatures plus fantastiques sont monnaie courante.\nLes habitations sont souvent construites avec des matériaux naturels, se fondant parfaitement dans le paysage. Des tourelles en bois ornées de lianes et de fleurs s’élèvent parmi les cimes des arbres, offrant des vues panoramiques sur la végétation luxuriante et les étendues sauvages.\nLes artisans de Sylvandis excellent dans la création d’œuvres d’art inspirées de la nature. Les sculptures représentant des animaux et des éléments naturels ornent les places publiques, témoignant de la richesse de la biodiversité et de l’admiration des habitants pour leur environnement.\nSylvandis est bien plus qu’un simple royaume ; c’est un écosystème culturel, une célébration de la coexistence pacifique entre l’humanité et la nature. Les habitants, empreints d’un profond respect pour leur terre, œuvrent pour préserver cet équilibre, faisant de Sylvandis un exemple vivant d’une vie en symbiose avec la nature."},"New/3.-Wiki/Communautées/Sectes/Secte-Obscura":{"title":"Secte Obscura","links":["old/Fiore/Personnages/Sélène-Aragorn","old/wiki-fonctionnel/Wiki-fiore-discord/welcome"],"tags":[],"content":"image\n\ninfos globales\n\nNom de la Secte: La Secte Obscura\nNom du Dieu: Noctifer Divinus\nNom des membres Obscuris\nAncienneté: Inconnue\nType de Secte: Religieux\nPratiques: Nomadisme, rituels nocturnes, adoration de Noctifer Divinus\nCroyances Principales:\n\nNoctifer Divinus est le dieu de la nuit et du divin, portant les ténèbres comme un manteau divin.\nLa nuit est sacrée, et chaque phase lunaire est une manifestation du pouvoir de Noctifer Divinus.\nLes membres de la secte croient en l’illumination spirituelle par la méditation nocturne et les rituels.\n\n\nLieu de Culte: N/A (la secte est nomade)\nHiérarchie: Inconnue (la structure interne est secrète)\nPrincipes Moraux:\n\nRespect absolu envers Noctifer Divinus.\nLa nuit est le moment sacré pour la prière et la méditation.\nDiscrétion et secret, évitant les contacts avec des non-croyants.\n\n\nSymboles: Croissant de lune, étoiles, ténèbres.\nObjectif principal: Traquer et éliminer toutes les êtres dotés de quelconque forme de magie autre que la leur.\n\nHistoire\nCréation\nL’origine de la Secte Obscura est entourée de mystère et de rumeurs, comme si elle avait émergé des ténèbres elles-mêmes. Les premières traces de son existence remontent à des temps immémoriaux, noyées dans l’obscurité de l’histoire. Certains murmurent que la secte a été créée par un groupe de mystiques éclairés par une vision divine au cours d’une nuit étoilée, tandis que d’autres suggèrent qu’elle tire ses racines d’antiques rituels nocturnes pratiqués par des tribus oubliées.\nL’histoire de la création de la Secte Obscura se perd dans les ombres du passé, alimentant ainsi son aura de mysticisme. Les adeptes eux-mêmes entretiennent volontairement cette ambiguïté, cultivant le secret comme un élément sacré de leur croyance. Les écrits qui pourraient révéler l’origine exacte de la secte sont jalousement gardés, dissimulés dans des lieux inaccessibles ou cryptés dans un langage ésotérique.\nCertains racontent que Noctifer Divinus, leur dieu nocturne, aurait inspiré la création de la secte en choisissant ses premiers disciples parmi ceux qui vénéraient la nuit avec une ferveur particulière. Les membres de la secte, quant à eux, prétendent être les gardiens d’une sagesse ancienne, héritiers d’un pouvoir obscur transmis de génération en génération.\nLa vérité sur la création de la Secte Obscura demeure insaisissable, comme si elle était délibérément voilée par les ombres qui l’entourent. C’est ainsi que la secte prospère, dans le mystère et le secret, traquant la connaissance occulte et chassant ceux qui s’aventurent dans les territoires interdits de ses croyances.\nInfluence et Guerre Occulte\nAux temps oubliés, dans l’ombre des premières nuits, la Secte Obscura émergea comme une simple lueur mystique, une confrérie confidentielle vouant un culte aux enseignements obscurs de Noctifer Divinus. Dans le silence de son initiation, elle formait un cercle restreint, une poignée d’âmes assoiffées des mystères qui se dissimulaient dans l’obscurité.\nAu fil des éons, un murmure s’épanouit, un murmure occulte portant le nom de la secte. Des individus avide de connaissances interdites furent attirés, des disciples de la magie noire, des sorciers aux ambitions insatiables. Ils se joignirent aux rangs de la secte, leur offrant des compétences et des pouvoirs qui enrichirent ses rituels déjà puissants.\nLes rituels nocturnes se multiplièrent, attirant l’attention de praticiens des arts sombres d’autres contrées. Des alliances occultes se formèrent dans l’ombre, élargissant l’influence de la secte. Des individus avides de pouvoir et assoiffés de mystère embrassèrent la foi en Noctifer Divinus, consolidant la croissance silencieuse de la secte.\nAlors que la réputation de la Secte Obscura grandissait, elle se trouva confrontée à une autre force occulte, une société secrète rivale cherchant à maîtriser les mêmes forces nocturnes. Dans l’ombre, une guerre ésotérique éclata, mêlant des affrontements mystiques et des duels physiques. La secte lutta farouchement, repoussant ses adversaires et purifiant ses propres rangs des dissidents.\nCette confrontation mystique fut le catalyseur de la puissance de la Secte Obscura, renforçant sa réputation de protectrice intraitable des secrets nocturnes. La guerre occulte devint une légende tissée dans l’histoire sombre de la secte, une ombre persistante dans le tissu du temps, enracinant sa position en tant que gardienne des mystères occultes.\nAprès la Guerre Occulte\nAlors que les échos de la guerre occulte se dissipaient dans les ténèbres, la Secte Obscura, maintenant grandissante et pleinement éveillée, se mit en quête de nouveaux horizons. Son appétit insatiable pour le pouvoir et la domination ne pouvait être comblé par des rivalités ésotériques. Les adeptes de Noctifer Divinus évoluèrent vers une phase plus sinistre de leur existence.\nGuidés par les préceptes obscurs de leur dieu, les membres de la secte décidèrent de projeter leur ombre sur des royaumes entiers. Des raids occultes, lancés en pleine nuit, frappèrent les terres voisines avec une brutalité silencieuse. Les disciples de Noctifer Divinus, masqués dans l’obscurité, semaient la terreur dans leur sillage.\nLeurs cibles étaient des individus dotés de pouvoirs magiques, des êtres liés à des forces qui s’écartaient de celles vénérées par la secte. Les agents nocturnes de la Secte Obscura capturaient ces êtres, les traînant dans les ténèbres de leur sanctuaire occulte. Là, les prisonniers étaient soumis à des rituels de torture impitoyables, visant à extirper leurs secrets magiques et à plier leur volonté à celle de Noctifer Divinus.\nLes cris déchirants des prisonniers résonnaient dans les salles sacrées de la secte, alors qu’ils étaient sacrifiés dans d’anciens rituels visant à renforcer les liens entre les adeptes et leur dieu. La réputation sinistre de la Secte Obscura se propageait, semant la crainte parmi les royaumes voisins. La nuit devenait leur alliée, et l’ombre de Noctifer Divinus, leur emblème de terreur.\nIls effectuèrent un raid dans le royaume d’origine de Sélène Aragorn, qui l’obligea a fuir, se réfugiant ensuite dans le royaume de Fiore, ses parents, eux, n’ont pas eu cette chance, se faisant alors capturés par la secte et emmenés dans l’obscurité de leurs campements"},"New/3.-Wiki/Créatures---Races/Elfes/Elfes":{"title":"Elfes","links":[],"tags":[],"content":"Informations générale\nnom : Elfes\nLongévité : ~300 ans\nOrigine\nLes elfes, élégants et mystérieux, trouvent leurs origines dans les terres sacrées du dieu lumineux Aetherius, là où la lumière et la vie se mêlent en une harmonie éblouissante. Selon la légende, ces terres étaient autrefois des étendues stériles et désolées, mais avec la bénédiction d’Aetherius, elles ont été transformées en un royaume de beauté et de splendeur. C’est là, dans cet éclat divin, que les premiers elfes ont vu le jour, nés de la lumière elle-même et imprégnés de sa pure essence. Leur lien avec Aetherius est profondément ancré dans leur être, et ils sont les gardiens dévoués des secrets sacrés de leur terre natale. À travers les âges, les elfes ont prospéré dans les terres lumineuses, préservant leur héritage divin et veillant avec amour sur les dons précieux que leur dieu bienveillant leur a accordés.\nApparence\nLes elfes, façonnés par la lumière sacrée de Solarius, se distinguent par leur apparence gracieuse et élégante. Leur silhouette est élancée et svelte, leurs membres longs et agiles leur conférant une grâce naturelle. Leurs traits du visage sont fins et délicats, avec des pommettes hautes et des mentons délicatement ciselés. Leurs yeux, souvent d’une couleur lumineuse et vibrante, reflètent la pureté de leur lien avec leur divinité tutélaire. Mais ce qui les distingue le plus, ce sont leurs oreilles pointues, un héritage de leur ascendance divine, qui témoigne de leur lien étroit avec le monde naturel et leur don pour percevoir les mystères de la lumière et de la nature.\nMoments importants\n\n\n\n\n\nTimeline\n\n    .timeline {\n        max-width: 800px;\n        margin: 50px auto;\n        font-family: Arial, sans-serif;\n    }\n.event {\n    margin-bottom: 50px;\n    position: relative;\n}\n\n.event::before {\n    content: &#039;&#039;;\n    position: absolute;\n    top: 0;\n    left: -15px;\n    height: 100%;\n    width: 5px;\n    background-color: #3d4852;\n}\n\n.event-content {\n    padding: 15px;\n    border-radius: 10px;\n    background-color: rgba(0, 0, 0, 0.15); /* Couleur de fond légèrement assombrie */\n    box-shadow: 0px 0px 10px rgba(0, 0, 0, 0.1); /* Ombre légère */\n    margin-left: 25px;\n    border: 2px solid #3d4852;\n}\n\n.event h2 {\n    margin-bottom: 5px;\n    margin-top: 5px;\n}\n\n.content {\n    margin: 0;\n}\n.author{\n    margin-top: 10px;\n    margin-bottom: 0px;\n    font-style: italic;\n    text-align: end;\n}\n.author::before{\n    content: &#039;auteur.e.s : &#039;;\n}\n\n\n\n\n\n    \n        \n            Av. année 0\n            Gestation\n            Pour les elfes, la gestation est un processus délicat et sacré, empreint de la lumière et de la magie de leur divinité tutélaire, Solarius. Le développement de l&#039;elfe dans le ventre maternel est particulièrement rapide par rapport aux autres races, prenant environ cinq mois. Pendant cette période, la mère elfe est enveloppée dans un halo de lumière dorée, symbolisant la protection divine de Solarius sur son enfant à naître. Les elfes embryonnaires sont baignés dans cette lumière, absorbant ses énergies régénératrices qui favorisent leur croissance et leur développement. À mesure que le temps passe, les elfes se développent rapidement, acquérant leurs caractéristiques distinctives, telles que leurs oreilles pointues et leur agilité, bien avant leur naissance.\n        \n    \n    \n        \n            an 0\n            Naissance\n            Lorsque vient le moment de la naissance, c&#039;est un événement sacré et solennel pour les elfes. La mère elfe, entourée de ses proches et de sages, se retire dans un sanctuaire sacré dédié à Solarius pour accoucher. Là, baignée dans la lumière divine, elle met au monde son enfant avec grâce et dévotion. À la naissance, l&#039;elfe nouveau-né est enveloppé dans une aura de lumière dorée, symbole de la bénédiction de Solarius. Ses premiers instants sont empreints de magie et de splendeur, tandis qu&#039;il prend ses premières respirations dans ce monde lumineux. Les premiers regards entre la mère et l&#039;enfant sont empreints de tendresse et de connexion, renforçant le lien sacré entre l&#039;elfe et sa divinité tutélaire.\nDès ses premiers instants, l’elfe nouveau-né démontre une agilité remarquable, étant déjà capable de se tenir debout sur ses deux jambes, bien que ses mouvements soient encore maladroits et hésitants. Ses grands yeux brillent de curiosité alors qu’il explore son environnement, absorbant chaque détail avec émerveillement. Bien qu’il ne puisse pas encore parler, ses expressions faciales et ses gestes communiquent déjà une gamme d’émotions, allant de la joie à la curiosité en passant par le contentement. C’est ainsi, entouré de la lumière et de l’amour de sa famille, que l’elfe nouveau-né entre dans ce monde, portant avec lui la promesse d’un avenir lumineux et plein de potentiel.\n\n\n\n\nenviron jour 200, an (environ)\nPremières paroles\nLorsque l’elfe prononce son premier mot, c’est un moment de grande émotion pour sa famille et sa communauté. Ses proches, émerveillés, accueillent avec joie ce premier signe de communication. Les sons doux et mélodieux de la langue elfique emplissent l’air, porteurs de promesses et d’avenir. Avec chaque tentative, l’elfe gagne en assurance, explorant les nuances de sa voix nouvellement découverte et tissant ainsi des liens plus profonds avec ceux qui l’entourent. C’est un moment de célébration et de connexion, symbolisant le début d’un voyage vers la découverte et l’expression de soi dans le monde lumineux des elfes.\n\n\n\n\n10 ème année (courant)\nDécouverte des pouvoirs\nAu cours de leur dixième année de vie, les elfes atteignent un moment crucial de leur développement : la découverte de leurs pouvoirs innés, toujours en rapport avec la nature. Que ce soit de manière simultanée ou séparée, la plupart des elfes révèlent leurs dons magiques au cours de cette période. Cet événement peut survenir de manière inattendue, déclenché par une expérience significative ou un événement marquant. Guidés par la sagesse de leur communauté, les elfes apprennent à comprendre et à maîtriser ces pouvoirs, les utilisant pour le bien de leur peuple et de leur monde. C’est le début d’un voyage de croissance personnelle et de connexion avec la magie qui imprègne chaque aspect de leur existence.\n\n\n\n15 ème année (environ)\nAttribution du genre\nAux alentours de leur quinzième année de vie, les elfes connaissent un changement fondamental dans leur corps. Avant cela, les elfes étaient dépourvus de sexe, ne présentant aucun attribut masculin ou féminin, à l’exception d’un petit orifice leur permettant d’uriner. Cependant, à l’approche de leurs quinze ans, les elfes voient leur identité sexuelle se former. Certains deviennent des hommes, d’autres des femmes. Toutefois, il est important de noter qu’il est tout à fait possible pour les elfes de choisir de ne pas franchir cette étape et de rester sans genre aussi longtemps qu’ils le souhaitent. Cette liberté de choix reflète la compréhension et le respect de la diversité qui caractérisent la société elfique, offrant ainsi à chaque individu la possibilité de vivre en accord avec sa propre identité.\n\n\n\n\n"},"New/3.-Wiki/Créatures---Races/Elfes/Individus/Halamar-Sarphyra":{"title":"Halamar Sarphyra","links":["New/3.-Wiki/Communautées/Royaumes/Sylvandis/Sylvandis"],"tags":[],"content":"Image\n\nInformations\nNom : Sarphyra\nPrénom : Halamar\norigine : Sylvandis\nIntimité:\n| Genre Biologique: Homme\n| Genre Moral: Homme\n| Orientation Sexuelle: Hétéro\n| Situation: En couple\nportrait\nHalamar est un homme en apparence austère, dont le visage impassible ne laisse filtrer aucune émotion. Son regard profond est souvent voilé d’un voile de mystère, révélant peu de choses sur les pensées qui se cachent derrière son regard scrutateur. Il préfère rester en retrait, observant silencieusement le monde qui l’entoure, plutôt que d’attirer l’attention sur lui-même.\nLa seule exception à cette réserve apparente est sa relation avec sa sœur, Neremyn. En sa présence, le masque de froideur de Halamar s’effrite, laissant entrevoir un peu de chaleur et d’affection dans ses yeux autrement impénétrables. Il est prêt à tout pour elle, et son dévouement envers sa sœur est inébranlable.\nBavard par nature, Halamar préfère laisser parler ses actions plutôt que ses mots. Son silence n’est pas le signe d’un manque d’intelligence, mais plutôt d’une réserve délibérée, une volonté de garder ses pensées et ses émotions soigneusement enfermées en lui-même. Il estime que les paroles sont souvent superflues et préfère agir de manière réfléchie et délibérée.\nProtecteur envers ceux qu’il aime, Halamar veille toujours sur eux avec une vigilance sans faille. Il prend son rôle de protecteur très au sérieux et ne tolère aucune menace contre ceux qui lui sont chers. Son attitude méfiante envers les étrangers témoigne de son désir de protéger son cercle intime, et il reste sur ses gardes en présence de personnes qu’il ne connaît pas.\nEn somme, Halamar est un homme réservé et silencieux, mais dont la loyauté envers sa sœur et ses proches est inébranlable. Sa froideur apparente dissimule en réalité une profonde affection pour ceux qui lui sont chers, et il est prêt à tout pour les protéger des dangers qui les entourent.\nHistoire\nNeremyn et Halamar étaient inséparables depuis leur plus tendre enfance. Frère et sœur, ils partageaient un lien indéfectible, renforcé par leur complicité et leur complémentarité. Neremyn, avide d’aventure et de découvertes, était toujours en quête de nouveaux horizons à explorer, tandis que Halamar, plus réservé et taciturne, préférait la sécurité et la stabilité de leur royaume.\nMalgré leurs différences, ils se soutenaient mutuellement dans tout ce qu’ils entreprenaient. Neremyn trouvait en Halamar un protecteur loyal et dévoué, tandis que Halamar admirait la détermination et l’énergie de sa sœur. Leur lien fraternel était leur plus grande force, et rien ne pouvait les séparer.\nUn jour, l’envie irrépressible d’explorer et de découvrir de nouveaux horizons s’empara de Neremyn. Elle pressa son frère, qui travaillait alors comme garde royal au service du royaume, de l’accompagner dans son périple. Malgré ses réticences et ses obligations envers son travail, Halamar ne put résister au regard suppliante de sa sœur, et finit par céder à ses supplications.\nSans en informer personne, pas même leur royaume, Neremyn entraina presque de force son frère dans son aventure. Elle était déterminée à explorer les contrées lointaines et exotiques qui se trouvaient au-delà des frontières de leur royaume, et elle savait qu’elle ne pourrait le faire sans la présence protectrice de Halamar à ses côtés.\nAinsi, les deux frères et sœurs se lancèrent dans un périple audacieux à travers des terres inconnues, bravant les dangers et les défis qui se dressaient sur leur chemin. Leur voyage les emmena dans des contrées sauvages et mystérieuses, où ils firent face à des épreuves qui testèrent leur courage et leur détermination.\nPendant ce voyage, leur lien fraternel se renforça encore davantage. Halamar veillait sur sa sœur avec une vigilance sans faille, protégeant chaque pas qu’elle faisait dans l’inconnu. De son côté, Neremyn puisait dans la force et le soutien de son frère pour affronter les défis qui se présentaient à elle, sachant qu’il serait toujours là pour la soutenir.\nMalgré les dangers et les obstacles, Neremyn et Halamar continuaient leur voyage avec détermination, leur lien fraternel les guidant à travers les épreuves et les péripéties. Leur aventure les conduisit finalement vers de nouvelles terres, où de nouvelles découvertes et de nouveaux défis les attendaient."},"New/3.-Wiki/Créatures---Races/Elfes/Individus/Nalaa-Pavis":{"title":"Nalaa Pavis","links":["New/3.-Wiki/Communautées/Royaumes/Sylvandis/Sylvandis","old/Royaumes/Sylvandis","old/Royaumes/Fiore"],"tags":[],"content":"image\n\nInformations\nNom : Pavis\nPrénom : Nalaa\norigine : Sylvandis\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral: Femme\n| Orientation Sexuelle: Hétéro\n| Situation: Célibataire\nportrait\nNalaa est une elfe svelte et agile aux yeux marrons tirant sur le orange. Sa crinière blanche est le plus souvent attachée et sa peau couleur chocolat l’aide bien à se camoufler bien que son espèce est souvent la spécialiste dzns la discrétion. Elle est un peu plus grande que les autres elfes étant mi-humaine. Sa particularité sont que ses ailes ne sont pas diaphanes comme celles des elfes mais fournies et duveteuses comme celles d’un ange. Les elfes même à 800 ans paraissent en avoir une quarantaine mais Nalaa n’a qu’une partie minime à cette longévité. Loin d’atteindre un millénaire elle pourrait atteindre jusqu’à 2 siècles voir 3 avec une bonne vie.\nLes elfes sont fondamentalement bons et attentionnés et Nalaa fait partie de cette catégorie même si leur espèce se montre aussi très méfiante envers les inconnus ou tout autres espèces voir mesquine car la plupart se croit supérieur aux autres. Quant à elle, Nalaa est profondément ancrée du côté pacifiste malgré ses aptitudes. Sa mère l’a élevée dans l’amour et le partage bien qu’un début de vie difficile et entachée par la douleur et la violence. Mère et fille n’ont jamais cesser de se battre et de vivre pleinement en prônant ” bonté et générosité ”\nHistoire\nNée dans l’une des forêts du royaume de Sylvandis, elle vécut jusque l’âge de 9 ans avec ses parents. C’est ce moment que choisit son père pour disparaître sans laisser de traces, ce qui fut un soulagement. En effet, ce dernier se montra d’emblée insatisfait de la naissance d’une fille, qu’il fit nommer “Kameko”. Homme paisible en apparence jusqu’à la naissance de cette enfant indésirable, il se révéla brutalement agressif, cruel et menaçant. La mère s’occupa alors de sa pauvre fille du mieux qu’elle put dès le départ de son mari. Elle décida en premier lieu de donner un nouveau nom à l’enfant. “Kameko” étant celui qu’on donnait souvent aux femmes de joie, aux servantes, aux indésirables ; ce nom lui avait été attribué par son père pour marquer que cette enfant n’avait rien à faire dans sa vie. Elle le rebaptisa alors “Nalaa”, qui signifie “Déesse de l’Abondance” en langue elfique espérant lui donner ainsi chance et prospérité. Cependant, elle ne pouvait pas lui enlever son nom de famille, celui que son mari portait et lui avait légué en héritage…\nDe plus, l’enfance de Nalaa n’a pas été toujours rose (si on met de côté son père bien sûr), les autres elfes, adultes ou plus jeunes, ont mis très longtemps avant l’accepter, de la tolérer pour certains, car elle avait du sang humain dans les veines.. mais elle a su prouver sa valeur et son engagement en s’entraînant depuis ses 12 ans à manier l’arc mais aussi la dague et la bâton surpassant en tout point pour devenir une archère très douée et appréciée pour ses talents sans compter que son caractère agréable l’aider beaucoup. Aux alentours de ses 25 ans, elle décida de sortir de son village, nommé Hammaki, se trouvant à quelques kilomètres du mont Hikari pour apprendre de nouvelles connaissances, peut-être de nouvelles langues. Environ 6 mois plus tard, Nalaa entendit diverses rumeurs et histoires sur le grand royaume de Fiore et elle décida une nouvelle fois de faire un long voyage pour s’y rendre."},"New/3.-Wiki/Créatures---Races/Elfes/Individus/Neremyn-Sarphyra":{"title":"Neremyn Sarphyra","links":["New/3.-Wiki/Communautées/Royaumes/Sylvandis/Sylvandis","New/3.-Wiki/Créatures---Races/Elfes/Individus/Halamar-Sarphyra"],"tags":[],"content":"Image\n\nInformations\nNom : Sarphyra\nPrénom : Neremyn\norigine : Sylvandis\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral: Femme\n| Orientation Sexuelle: Hétéro\n| Situation: En couple avec Halamar Sarphyra\nportrait\nNeremyn est une jeune femme au tempérament unique, mêlant curiosité insatiable et douceur résolue. Sa soif de découverte est aussi vaste que l’océan, et elle ne se lasse jamais d’explorer de nouveaux horizons et d’en apprendre davantage sur le monde qui l’entoure. Son visage est souvent éclairé par une lueur d’excitation lorsque ses yeux pétillants se posent sur quelque chose de nouveau et d’inconnu.\nDe nature timide, Neremyn préfère observer silencieusement son environnement avant de se lancer dans l’aventure. Cependant, une fois qu’elle se sent à l’aise, son énergie intérieure se dévoile, et elle devient une force de la nature, débordante de vivacité et de curiosité. Son esprit vif et alerte absorbe chaque détail avec une fascination émerveillée, cherchant à comprendre les mystères qui se cachent derrière chaque expérience.\nMalgré sa vivacité d’esprit, Neremyn abhorre la violence sous toutes ses formes. Elle croit fermement en la puissance des mots pour résoudre les conflits et préfère toujours trouver un terrain d’entente plutôt que de recourir à la force. Cependant, elle n’hésitera pas à défendre ses proches si leur sécurité est menacée, déployant une détermination farouche pour les protéger des dangers qui les entourent.\nSon amour pour son frère et pour ceux qu’elle considère comme sa famille est inébranlable, et elle est prête à tout pour les soutenir et les protéger. Son regard devient impitoyable lorsque quelqu’un ose s’en prendre à ceux qu’elle aime, et elle n’hésite pas à intervenir, faisant preuve d’une détermination farouche pour défendre ceux qui lui sont chers.\nEn somme, Neremyn incarne la douceur et la détermination, la curiosité et la compassion. Son cœur est aussi vaste que son esprit, et elle est prête à parcourir n’importe quelle distance pour découvrir les merveilles du monde et protéger ceux qu’elle aime.\nHistoire\nNeremyn et Halamar étaient inséparables depuis leur plus tendre enfance. Frère et sœur, ils partageaient un lien indéfectible, renforcé par leur complicité et leur complémentarité. Neremyn, avide d’aventure et de découvertes, était toujours en quête de nouveaux horizons à explorer, tandis que Halamar, plus réservé et taciturne, préférait la sécurité et la stabilité de leur royaume.\nMalgré leurs différences, ils se soutenaient mutuellement dans tout ce qu’ils entreprenaient. Neremyn trouvait en Halamar un protecteur loyal et dévoué, tandis que Halamar admirait la détermination et l’énergie de sa sœur. Leur lien fraternel était leur plus grande force, et rien ne pouvait les séparer.\nUn jour, l’envie irrépressible d’explorer et de découvrir de nouveaux horizons s’empara de Neremyn. Elle pressa son frère, qui travaillait alors comme garde royal au service du royaume, de l’accompagner dans son périple. Malgré ses réticences et ses obligations envers son travail, Halamar ne put résister au regard suppliante de sa sœur, et finit par céder à ses supplications.\nSans en informer personne, pas même leur royaume, Neremyn entraina presque de force son frère dans son aventure. Elle était déterminée à explorer les contrées lointaines et exotiques qui se trouvaient au-delà des frontières de leur royaume, et elle savait qu’elle ne pourrait le faire sans la présence protectrice de Halamar à ses côtés.\nAinsi, les deux frères et sœurs se lancèrent dans un périple audacieux à travers des terres inconnues, bravant les dangers et les défis qui se dressaient sur leur chemin. Leur voyage les emmena dans des contrées sauvages et mystérieuses, où ils firent face à des épreuves qui testèrent leur courage et leur détermination.\nPendant ce voyage, leur lien fraternel se renforça encore davantage. Halamar veillait sur sa sœur avec une vigilance sans faille, protégeant chaque pas qu’elle faisait dans l’inconnu. De son côté, Neremyn puisait dans la force et le soutien de son frère pour affronter les défis qui se présentaient à elle, sachant qu’il serait toujours là pour la soutenir.\nMalgré les dangers et les obstacles, Neremyn et Halamar continuaient leur voyage avec détermination, leur lien fraternel les guidant à travers les épreuves et les péripéties. Leur aventure les conduisit finalement vers de nouvelles terres, où de nouvelles découvertes et de nouveaux défis les attendaient."},"New/3.-Wiki/Histoires/Sélène-et-Lamys":{"title":"Sélène et Lamys","links":["old/Fiore/Personnages/Sélène-Aragorn","old/Fiore/Personnages/Lamys-of-the-Forest","old/Fiore/Lieux/Magasins/Taverne","old/Fiore/Mairie/Magasins","old/Fiore/Lieux/Lieux-publics/Jardin-3","old/Fiore/Lieux/Lieux-publics/Jardin-2"],"tags":[],"content":"intro\ncette histoire raconte la relation entre Sélène Aragorn et Lamys of the Forest\n\n\n\n\n\nTimeline\n\n    .timeline {\n        max-width: 800px;\n        margin: 50px auto;\n        font-family: Arial, sans-serif;\n    }\n.event {\n    margin-bottom: 50px;\n    position: relative;\n}\n\n.event::before {\n    content: &#039;&#039;;\n    position: absolute;\n    top: 0;\n    left: -15px;\n    height: 100%;\n    width: 5px;\n    background-color: #3d4852;\n}\n\n.event-content {\n    padding: 15px;\n    border-radius: 10px;\n    background-color: rgba(0, 0, 0, 0.15); /* Couleur de fond légèrement assombrie */\n    box-shadow: 0px 0px 10px rgba(0, 0, 0, 0.1); /* Ombre légère */\n    margin-left: 25px;\n    border: 2px solid #3d4852;\n}\n\n.event h2 {\n    margin-bottom: 5px;\n    margin-top: 5px;\n}\n\n.content {\n    margin: 0;\n}\n.author{\n    margin-top: 10px;\n    margin-bottom: 0px;\n    font-style: italic;\n    text-align: end;\n}\n.author::before{\n    content: &#039;auteur.e.s : &#039;;\n}\n\n\n\n\n\n    \n        \n            jour 254, année 4303\n\t\t\tpremier contact\n\t\t\tLe soleil déclinait doucement, projetant des teintes chaudes sur les murs du château qui se dressaient devant Sélène. La nouvelle venue, empreinte de curiosité et de détermination, se tenait devant Lamys of the Forest, le garde stoïque à l&#039;entrée. Son regard clair trahissait une pointe d&#039;anxiété mêlée à l&#039;excitation de découvrir un univers jusqu&#039;alors inconnu.\nSélène salue poliment le garde avec un doux sourire aux lèvres, en lui adressant un signe respectueux. “Bonjour Monsieur. Je suis une jeune arrivée. Et d’après l’homme de la taverne, il faut que j’aille voir le roi… du coup me voilà.”\nLa réponse du garde fut aussi concise qu’inébranlable. “Très bien,” déclara-t-il, invitant la jeune femme à le suivre à l’intérieur du château. Son allure impassible contrastait avec la dynamique fébrile de Sélène qui, pourtant, se laissait guider par l’homme énigmatique.\nSélène se questionna sur la constance émotionnelle de Lamys qui ne fit que révéler sa propre surprise devant la quiétude apparente du garde. Un rougissement fugace teinta ses joues, mais elle demeura calme et posée.\n”Êtes-vous tout le temps stoïque?” osa-t-elle demander, cherchant à percer le mystère de cet homme impassible.\n”Stoïque?” répéta-t-il sans ralentir sa marche. Les couloirs semblaient être son domaine, et il naviguait avec aisance à travers les dédales de l’édifice.\nSélène réprima sa gêne, se laissant guider par la curiosité. “Eh bien… j’aperçois que cet homme, enfin ce soldat, n’exprime pas d’émotion. Il est stoïque.&quot;\n&quot;Mon métier est de protéger le roi, donc les émotions sont fortement prohibées,” expliqua-t-il avec une simplicité déconcertante. Son visage demeurait impassible, mais son regard attentif témoignait d’une vigilance constante.\nArrivant devant la porte du roi, Lamys toqua avec assurance. “Vous pouvez entrer,” déclara le roi. Lamys ouvre la voie à Sélène tandis que Le roi, Wymon III, l’invita à pénétrer dans son royaume intérieur, la salle du trône.\n”Merci, Monsieur,” exprima-t-elle avec gratitude avant de franchir le seuil du monde royal, laissant derrière elle le garde stoïque et le mystère qui semblait l’entourer.\n\n\n\n\njour 254, année 4303\nDiscussion avec le roi\nSélène Aragorn se tenait à présent devant le trône, éblouie par la grandeur de la salle. Les décorations somptueuses et l’organisation impeccable révélaient le faste du royaume. Une légère admiration se lisait dans ses yeux, témoignant de la splendeur qui l’entourait.\n”Je vous salue votre Altesse,” lança-t-elle, s’inclinant respectueusement devant Wymon III qui se trouvait sur le trône.\n”Je t’en prie, appelle-moi Wymon, pas de ça entre nous voyons,” répondit le roi avec un sourire chaleureux. Il invita Sélène à le saluer plus directement, brisant la barrière formelle entre eux. “Dis-moi ce qui t’amène parmi nous ?” questionna-t-il, manifestant une curiosité sincère.\n”Je cherche une nouvelle vie, Wymon,” partagea Sélène avec une sincérité évidente. “Mon but est de refaire ma vie et de rencontrer de nouvelles personnes. Je vivais dans un royaume avec mes parents, mais mes parents ont été enlevés, j’ai alors voyagé seule et c’est pour cette raison que je suis venue ici.”\nWymon, compatissant, exprima ses condoléances. Il lui proposa ensuite de s’installer dans le royaume en construction. “Je te laisse dormir à la taverne pendant quelques jours le temps qu’on fasse ton habitation,” déclara-t-il. “Tu apporterais quoi au royaume ?&quot;\n&quot;Eh bien… J’ai un don. Voulez-vous une démonstration ?” proposa Sélène, désireuse de montrer ses compétences exceptionnelles.\n”J’aimerais assez ça, oui,” répondit Wymon avec enthousiasme.\nSélène entama une danse envoûtante, maîtrisant les quatre éléments avec une grâce inouïe. Elle déploya sa magie, présentant au roi un spectacle d’harmonie élémentaire. “Plus jamais de risques de sécheresse !” s’exclama-t-il, applaudi à sa démonstration.\n”Je peux être utile pour votre royaume. Mais je ne veux pas être utilisée comme un objet de possession,” déclara Sélène, affichant sa détermination à conserver son indépendance.\n”Ça va de soi, tu pourras juste aider le royaume en cas de besoin, comme tous les autres habitants,” assura Wymon. Un sourire radieux illumina le visage de Sélène. “Deux nuits maximum à la taverne, Gim vous fera une chambre.&quot;\n&quot;En tout cas, si vous avez besoin de mes services, je suis à votre disposition, Sire,” offrit Sélène avec une politesse marquée.\n”Merci beaucoup, madame. Je t’invite à aller visiter le royaume,” proposa Wymon, indiquant la possibilité d’être guidée par l’un de ses gardes ou l’un des villageois. “La boulangère adorerait je pense.&quot;\n&quot;Je vous remercie. J’y vais de ce pas !” s’exclama Sélène, saluant une dernière fois le roi avant de quitter la salle du trône. L’aventure dans le royaume de Fiore venait de commencer.\n\n\n\n\njour 255, année 4303\nsecond contact\nSélène Aragorn, maintenant devenue nouvelle résidente dans ce royaume enchanteur, errait dans les rues animées en direction de la Taverne. L’émerveillement se lisait sur son visage, tout en admirant la vie trépidante qui animait la place publique. N’étant pas habituée à un tel environnement, elle décida de se diriger vers la Taverne pour y trouver un peu de réconfort.\nPendant ce temps, Lamys of the Forest poursuivait sa ronde habituelle autour du château, protégeant avec vigilance son roi. Les pas réguliers du garde résonnaient dans la quiétude de la nuit.\nSoudain, Sélène repéra le garde du château, reconnaissant le visage familier de Lamys. Elle s’approcha avec empressement, arborant un sourire rayonnant. “Re Bonjour Soldat,” salua-t-elle.\nLamys observa la jeune femme depuis l’intérieur de son casque et répondit stoïquement, “Rebonjour, vous avez besoin d’aide madame ?&quot;\n&quot;étant donné que je suis nouvelle, j’aimerais bien que vous m’aidiez.”, répondit Sélène, contente de parler a Lamys.\n”Que voulez-vous ?”, demanda Lamys.\n”Je me sens pas très à l’aise,” avoua Sélène, “et étant donné que vous êtes la seule personne que je connaisse, j’aimerais bien que vous me fassiez une visite guidée.&quot;\n&quot;Hmm… d’accord,” acquiesça Lamys, acceptant la demande de Sélène. Il lui expliqua alors les points principaux de la place publique, indiquant les Magasins et autres établissements.\nSélène écoutait attentivement, souriante. Elle trouvait le garde à la fois séduisant et mystérieux. Une question titillait sa curiosité : à quoi ressemblait-il sous ce casque ?\n”Désirez-vous que je vous fasse visiter les jardins publics ?”, proposa Lamys.\n”OH mon dieu ! Il y a des jardins ici ?! Alors c’est oui avec plaisir !”, s’entousiasma la jeune fille\nAmusé par l’enthousiasme de Sélène, Lamys esquissa un sourire sous son casque invisible. Il se mit en route vers le premier jardin de leur visite, le Jardin 3, invitant la jeune femme à le suivre dans cette nouvelle aventure.\n\n\n\n\njour 255, année 4303\nVisite du jardin scientifique\nSélène Aragorn suivait Lamys avec enthousiasme, sa joie débordante se manifestant à travers chaque pas. L’excitation la gagnant, elle prit naturellement le bras du garde, entrant avec lui dans le jardin. Lamys, stoïque sous son casque, ne laissait rien transparaître de ses émotions, bien que le contact physique ait éveillé une certaine rougeur.\n”Donc ça, c’est le jardin qui sert à faire des expériences”, expliqua Lamys sobrement.\nSélène, émerveillée par la grandeur du jardin, relâcha doucement le bras du garde. Elle s’approcha d’une plante chétive, témoignant des signes de faiblesse. Se penchant délicatement, elle posa sa main sur la terre, laissant sa magie opérer. Une lueur verte enveloppa la plante, puis se dissipa quelques instants plus tard. Un soupir de satisfaction s’échappa de ses lèvres, et magie opérant, non seulement la plante en question renaissait, mais toutes les autres espèces végétales se revitalisèrent.\nLes yeux de Lamys s’écarquillèrent, émerveillé de voir cet endroit renaître. “Wow… et bah…” commença-t-il, un peu décontenancé, “vous pourriez demander à Wymon de vous laisser travailler ici pour faire pousser tout type de plantes ?”\nSélène sourit tendrement, “On en a discuté durant mon entretien, mais c’est vrai que je peux faire ça aussi. Après tout, j’ai la main.” Elle se redressa avec grâce pour rejoindre Lamys.\n”La main verte, oui, c’est fou…” marmonna Lamys, les mots s’échappant de lui comme une révélation. C’était la première fois qu’il exprimait une émotion de toute sa vie. Sélène, surprise par ce changement, ressentit une fierté bien légitime.\nLes deux complices se dirigèrent vers le Jardin 2, prêts à découvrir les secrets végétaux qui s’y cachaient, et peut-être, à dévoiler quelques émotions encore enfouies.\n\n\n\n\njour 255, année 4303\nvisite du jardin comunautaire\n“Notre jardinière référente est partie il y a un moment malheureusement,” expliqua Lamys avec un sourire teinté de tristesse. “On n’a plus aucun moyen de maintenir cet endroit correctement.” La peine résonnait dans sa voix.\n”Heureusement que j’arrive ici ! Je vais redonner vie à ces lieux !” s’exclama Sélène avec une détermination palpable.\n”Ça, c’est bien vrai !” répondit Lamys, laissant échapper une pointe de joie et de reconnaissance. Il semblait avoir enfin trouvé quelque chose qui lui importait.\n”Oooh, vous êtes heureux de me voir.&quot;\n&quot;J’avoue que cela va faire un bien fou à la flore de ce royaume…” confia Lamys, une lueur de satisfaction perçant dans sa voix.\nLe visage de Sélène rougit immédiatement, et elle lui sourit tendrement. C’était incroyable, il n’avait pas peur d’elle.\n”On continue ? Le dernier est un peu spécial.” Lamys proposa la suite de la visite.\n”Avec plaisir !” répondit Sélène, son sourire s’élargissant. Elle prit doucement la main de Lamys avec la sienne pour le tirer vers le dernier jardin.\n”il est comment ?” demanda-t-elle avec curiosité, prête à découvrir les secrets du prochain jardin.\n\n\n\n\n"},"New/3.-Wiki/Histoires/les-adelphes-Sarphyra":{"title":"les adelphes Sarphyra","links":[],"tags":[],"content":"\n\n\n\n\nTimeline\n\n    .timeline {\n        max-width: 800px;\n        margin: 50px auto;\n        font-family: Arial, sans-serif;\n    }\n.event {\n    margin-bottom: 50px;\n    position: relative;\n}\n\n.event::before {\n    content: &#039;&#039;;\n    position: absolute;\n    top: 0;\n    left: -15px;\n    height: 100%;\n    width: 5px;\n    background-color: #3d4852;\n}\n\n.event-content {\n    padding: 15px;\n    border-radius: 10px;\n    background-color: rgba(0, 0, 0, 0.15); /* Couleur de fond légèrement assombrie */\n    box-shadow: 0px 0px 10px rgba(0, 0, 0, 0.1); /* Ombre légère */\n    margin-left: 25px;\n    border: 2px solid #3d4852;\n}\n\n.event h2 {\n    margin-bottom: 5px;\n    margin-top: 5px;\n}\n\n.content {\n    margin: 0;\n}\n.author{\n    margin-top: 10px;\n    margin-bottom: 0px;\n    font-style: italic;\n    text-align: end;\n}\n.author::before{\n    content: &#039;auteur.e.s : &#039;;\n}\n\n\n\n\n\n    \n        \n            jour 260, année 4280\n\t\t\tNaissance de Halamar\n\t\t\tLa naissance de Halamar, le jour 260 de l&#039;année 4280, fut un événement marquant pour toute la famille. Accueilli avec une joie immense par ses parents et par leur entourage, Halamar fit son entrée dans le monde avec une énergie vive et une curiosité déjà éveillée. Ses parents, émus par sa venue, savaient qu&#039;ils devaient veiller sur ce petit être avec tout leur amour et leur attention. Ainsi, dès son premier souffle, Halamar était destiné à un avenir empreint de dévouement et de soutien familial.\n        \n    \n    \n        \n            jour 8, année 4284\n\t\t\tNaissance de Neremyn\n\t\t\tLa naissance de Neremyn le 08 de 4284 fut un moment d&#039;une grande joie pour toute la famille. Halamar, âgé de seulement 4 ans à l&#039;époque, fut immédiatement captivé par sa petite sœur. Dès qu&#039;il posa les yeux sur elle pour la première fois, il ressentit un lien profond et indéfectible se former entre eux. Neremyn, ce petit être rayonnant, rempli d&#039;énergie et de bonne humeur, semblait illuminer la pièce de sa présence. Pour Halamar, elle devint instantanément sa raison de vivre, sa source de bonheur et sa plus grande motivation.\n\t\t\tYuka\n        \n    \n    \n        \n            jour 15, année 4289\n\t\t\tNeremyn et les Renards\n\t\t\tQuelques jours après son cinquième anniversaire, alors qu&#039;une belle journée ensoleillée s&#039;annonçait, Neremyn, animée par sa curiosité naturelle, décida de quitter la maison sans en informer personne pour partir explorer une vaste forêt située à proximité. Alors qu&#039;elle avançait prudemment à travers les arbres, elle rencontra sur son chemin un renard. Attirée par la curiosité, elle s&#039;approcha doucement pour le caresser, mais l&#039;animal, pris de peur ou de surprise, lui sauta soudainement dessus, la mordant violemment à la cuisse. Un cri de douleur et de terreur s&#039;échappa des lèvres de Neremyn, alertant son frère qui se précipita immédiatement pour lui venir en aide. Malgré les soins prodigués, Neremyn garda une cicatrice de cette rencontre malheureuse, et cette expérience sema en elle une profonde phobie à l&#039;égard des renards.\n\t\t\tYuka\n        \n    \n    \n        \n            jour 15, année 4290\n\t\t\tDécouverte de pouvoirs de Halamar\n\t\t\tÀ l&#039;occasion de ses dix ans, Halamar, d&#039;ordinaire si calme, fut soudainement pris d&#039;une colère fulgurante qui le submergea comme une vague déferlante. Une rage inconnue l&#039;envahit, s&#039;emparant de son esprit et obscurcissant ses pensées. C&#039;était comme si une flamme brûlante s&#039;était allumée en lui, alimentée par la vision de quelqu&#039;un s&#039;en prenant à sa sœur bien-aimée, Neremyn. Lorsqu&#039;il vit quelqu&#039;un oser porter la main sur elle, cette étincelle de colère se transforma en un brasier dévorant, consumant tout sur son passage. Dans un état presque semblable à une transe, il se laissa emporter par cette fureur incontrôlable, se débattant contre des démons invisibles qui semblaient le harceler. Ses poings serrés et ses muscles tendus témoignaient de la tension qui l&#039;habitait, tandis que ses yeux, d&#039;ordinaire si calmes, brûlaient désormais d&#039;une lueur sauvage et indomptable. Incapable de maîtriser cette tempête intérieure, il se laissa emporter par la tourmente de ses émotions, naviguant à travers les flots tumultueux de sa propre colère.\n        \n    \n    \n        \n            jour 185, année 4293\n\t\t\tMort des parents des Adelphes\n\t\t\tLorsque les parents de Neremyn et Halamar moururent tragiquement, Halamar n&#039;avait que 13 ans et Neremyn seulement 9 ans. Ce fut un moment de grande peine et de bouleversement pour les deux enfants. Malgré leur chagrin, Halamar prit immédiatement sur lui la responsabilité de s&#039;occuper de sa jeune sœur. À l&#039;âge où d&#039;autres adolescents se perdent dans leurs propres préoccupations, Halamar se consacra entièrement à Neremyn, prenant soin d&#039;elle comme s&#039;il s&#039;agissait de son propre enfant. Sa détermination et son sens des responsabilités firent de lui un protecteur dévoué et un modèle pour sa sœur.\n\t\t\tYuka\n        \n    \n    \n        \n            jour 7, année 4294\n\t\t\tDécouverte de pouvoirs de Neremyn\n\t\t\tSous le ciel éclatant du royaume de Sylvandis, à la veille du dixième anniversaire de Neremyn, quelque chose d&#039;extraordinaire se produisait en elle, sans qu&#039;elle en ait conscience. Avec un sourire radieux, elle apprenait à faire du vélo, sous le regard bienveillant de son frère. Alors que la pluie se mettait à tomber avec force au-dessus de leurs têtes, la jeune fille ne se laissait pas perturber, poursuivant joyeusement ses premiers tours de roue en dépit des éléments déchaînés. Soudain, un éclair déchira le ciel, provoquant un sursaut chez Neremyn qui perdit l&#039;équilibre et chuta de son vélo, se blessant légèrement au genou. Son frère, alerté par sa chute, accourut à son secours, et lorsqu&#039;elle releva légèrement son pantalon pour lui montrer sa blessure, des gouttes de pluie vinrent caresser sa peau meurtrie, la soignant d&#039;une lueur semblable à un rayon de soleil.\n\t\t\tYuka\n        \n    \n    \n        \n            jour 102, année 4301\n\t\t\tRévélation des sentiments\n\t\t\tLorsque Neremyn atteignit l&#039;âge de 17 ans et Halamar 21 ans, une confession bouleversante eut lieu entre les deux frères et sœurs. Neremyn, dans un moment de courage et de vulnérabilité, avoua à Halamar les sentiments qu&#039;elle éprouvait pour lui, des sentiments bien au-delà de ceux d&#039;une simple fraternité. Ce qui aurait pu être un moment de confusion et de malaise se transforma en une conversation sincère et révélatrice. Halamar, de son côté, admit qu&#039;il partageait depuis longtemps ces sentiments, bien qu&#039;il n&#039;ait jamais osé les exprimer à sa sœur. Ce moment de vérité renforça encore plus leur lien, scellant un amour qui allait bien au-delà des liens du sang.\n\t\t\tYuka\n        \n    \n    \n        \n            jour 8, année 4302\n\t\t\tPremière fois\n\t\t\t Dans les douces lueurs d&#039;un soir enveloppé de promesses, à quelques semaines du joyeux anniversaire de Neremyn, et après des mois de tendre complicité avec Halamar, une demande inattendue se glissa dans l&#039;air chargé d&#039;émotions. Dans un moment de timidité palpable, Neremyn murmura à son frère d&#039;une voix à peine audible son désir le plus secret : celui que Halamar devienne son premier amour. Touché par la sincérité et la vulnérabilité de sa sœur, Halamar garda le silence, ému par la délicatesse de son vœu. Le jour de l&#039;anniversaire, il transforma leur espace intime en un tableau d&#039;une beauté envoûtante, offrant à Neremyn un écrin de romantisme où leurs cœurs pouvaient s&#039;épanouir. Ainsi, dans cette atmosphère imprégnée de magie, ils partagèrent un moment intime et féerique, scellant leur amour dans le souvenir éternel de leur première fois, le\n\t\t\tYuka\n        \n    \n    \n        \n            jour 56, année 4305\n\t\t\tJour du départ\n\t\t\tUn matin de printemps, alors que les premiers rayons du soleil venaient illuminer le paysage de Nakasane, Neremyn se réveilla avec une envie irrésistible d&#039;explorer les contrées lointaines. Depuis quelques jours déjà, elle nourrissait cette idée qui avait pris racine dans son esprit, laissant éclore un désir brûlant d&#039;aventure. Son cœur palpitait d&#039;excitation à l&#039;idée de partir en exploration, de découvrir des terres inconnues et des horizons nouveaux.\nDans un élan d’enthousiasme, elle se précipita vers la chambre de son frère, Halamar, qui était déjà occupé à vérifier l’équipement de camping qu’ils avaient préparé la veille. Avec un sourire malicieux, elle lui fit part de son désir ardent de partir à l’aventure, utilisant l’amour qu’il avait pour elle pour le convaincre. \nHalamar, bien que plus enclin à la stabilité de leur foyer, ne put résister au regard suppliant de sa sœur. Il savait à quel point cette exploration était importante pour elle, à quel point elle rêvait de parcourir le monde et de vivre des aventures épiques. Malgré ses propres réticences et ses responsabilités en tant que garde royal, il ne pouvait lui refuser ce plaisir.\nEnsemble, ils se mirent à préparer leur départ. Ils rassemblèrent des provisions, des ustensiles de camping, ainsi que des meubles portables pour construire une tente confortable lors de leurs haltes. Ils chargèrent tout sur une calèche tirée par deux magnifiques chevaux, un blanc et un noir, prêts à les emmener vers l’inconnu. \nLes préparatifs terminés, Halamar et Neremyn échangèrent un regard complice, empli de détermination et de promesses d’aventures à venir. Ils montèrent sur la calèche, prêts à débuter leur voyage vers l’inconnu, impatients de découvrir ce que le monde avait à leur offrir. La route s’étendait devant eux, parsemée de mystères et d’aventures à venir, et ils étaient prêts à affronter tous les défis qui se dresseraient sur leur chemin.\n\n\n\n\njour 75, année 4305\nInstallation\nAprès plusieurs semaines de marche à travers des paysages variés et des contrées sauvages, Halamar et Neremyn trouvèrent enfin un endroit idéal pour établir leur campement. Niché au creux d’une vallée verdoyante, l’endroit offrait tout ce dont ils avaient besoin : un petit cours d’eau cristalline serpentant entre les arbres, une forêt luxuriante regorgeant de ressources naturelles, et une clairière baignée de soleil où ils pourraient installer leur tente.\nAvec l’aide de Halamar, Neremyn monta la tente et alluma un feu près de la rivière pour cuisiner leur repas du soir. Pendant ce temps, Halamar construisit une table rudimentaire à partir de branches d’arbres trouvées à proximité, offrant ainsi un endroit confortable où ils pourraient prendre leurs repas et se reposer après une journée d’aventures.\nCependant, alors que la nuit tombait et que le crépitement du feu emplissait l’air de chaleur et de lumière, Neremyn commença à ressentir une certaine anxiété. Les souvenirs douloureux de l’incident avec le renard quelques années auparavant refirent surface, et elle devint de plus en plus nerveuse à l’idée que ces créatures pourraient rôder autour de leur campement.\nComprenant les craintes de sa sœur, Halamar entreprit de construire une barrière autour du campement pour les protéger des renards. Avec habileté, il empila des branches et des rochers pour former un rempart solide, assurant ainsi la sécurité de Neremyn et la tranquillité de leur nuit.\nUne fois la barrière terminée, Neremyn se sentit immédiatement plus rassurée, et ils purent enfin profiter de leur repas en plein air dans la douceur de la soirée. Assis autour du feu, sous le ciel étoilé, ils échangèrent des histoires et des rires, savourant chaque instant de cette aventure ensemble.\nLe lendemain, Halamar et Neremyn installèrent leur tente avec soin, veillant à ce que chaque élément soit disposé de manière pratique et fonctionnelle. Au fond de la tente, un grand coffre renfermait leurs effets personnels et les fournitures essentielles pour leur voyage. À droite du coffre, un poêle à bois trônait fièrement, prêt à réchauffer leur abri pendant les nuits fraîches.\nDe l’autre côté de la tente, un lit rudimentaire était dressé, recouvert de peaux de bête pour plus de confort. Au pied du lit, une petite cuisine improvisée était aménagée, avec un foyer pour cuisiner les repas et une étagère pour ranger les provisions. À côté de la cuisine, une table en bois brut était entourée de deux chaises rustiques, offrant un espace accueillant où partager leurs repas et leurs histoires.\nEnfin, tout à fait à droite de la tente, une commode était placée contre le mur, offrant un espace de rangement supplémentaire pour leurs vêtements et leurs objets personnels. Avec chaque élément soigneusement disposé, leur tente devenait véritablement un foyer temporaire, un refuge chaleureux au cœur de la nature sauvage.\n\n\n\n\n\n\n\n"},"New/3.-Wiki/Régions/Cordillera-Luminis":{"title":"Cordillera Luminis","links":["old/Royaumes/Fiore"],"tags":[],"content":"cartes\nsituation de la région :\n\ncarte agrandie :\n\ndescription\nAu cœur de la Cordillera Luminis se trouve une région montagneuse d’une beauté saisissante. Ses sommets majestueux, couverts de neige éternelle, se dressent telles des sentinelles immuables, surveillant les vallées verdoyantes qui s’étendent à leurs pieds. Les flancs des montagnes sont ornés de forêts denses et verdoyantes, où d’anciens arbres se dressent fièrement, leurs branches s’élevant vers le ciel comme des doigts tendus vers les étoiles.\nDes rivières tumultueuses dévalent les pentes escarpées, formant des cascades rugissantes qui résonnent à travers les vallées. Les canyons profonds et les gorges étroites offrent des passages étroits et sinueux à travers les montagnes, défiant les voyageurs les plus intrépides à les traverser.\nDans cette région montagneuse, la vie prospère malgré les conditions rigoureuses. Des animaux sauvages parcourent les crêtes et les vallées, trouvant refuge dans les recoins les plus reculés de la Cordillera Luminis. Des villages isolés se nichent dans les vallées, leurs habitants vivant en harmonie avec la nature, tirant leur subsistance des riches ressources que les montagnes offrent.\nAu sommet des montagnes les plus hautes, où seuls les plus courageux osent s’aventurer, se découvrent des panoramas à couper le souffle. Là-haut, on peut contempler l’étendue infinie de la Cordillera Luminis, avec ses sommets enneigés qui brillent sous la lumière du soleil, créant un spectacle à la fois grandiose et apaisant.\nLieux Importants\nFiore\nAu sein des majestueuses montagnes de la Cordillera Luminis, se cache le royaume paisible de Fiore, fondé par Wymon et Freya, deux âmes rebelles en quête d’une destinée unique. Sous leur co-régence, Fiore émerge comme un bastion de tolérance et d’inclusion, où la diversité est célébrée et où chaque individu trouve sa place. Dans ce royaume enchanteur, l’art et la culture prospèrent, soutenus par une économie florissante et une vision progressiste qui guide Fiore vers un avenir prometteur.\nFiore est bien plus qu’un simple royaume ; c’est un lieu où la magie de l’amour et de la liberté imprègne chaque aspect de la vie quotidienne. De la place publique animée aux sentiers sinueux de la forêt environnante, Fiore offre une expérience unique où la beauté de la nature se marie harmonieusement avec la créativité et la passion de ses habitants. Dans cet équilibre subtil entre tradition et modernité, Fiore rayonne d’une aura enchanteresse, invitant les voyageurs à découvrir la magie de ce royaume secret niché au cœur des montagnes."},"New/3.-Wiki/Régions/Insulae-Aeternae":{"title":"Insulae Aeternae","links":["old/Royaumes/Sylvandis"],"tags":[],"content":"cartes\nsituation de la région :\n\ncarte agrandie :\n\ndescription\nDans l’ère actuelle, la plaine classique voisine du territoire du dieu primordial a évolué indépendamment de l’influence divine qui régnait jadis. Autrefois baignée par la lumière bienveillante du dieu, la plaine a maintenant perdu cette aura sacrée, laissant place à une étendue paisible mais ordinaire.\nLes vastes plaines s’étendent à perte de vue, leurs herbes ondulant doucement sous la caresse du vent. Les champs verdoyants se fondent harmonieusement avec les collines douces qui parsèment le paysage, offrant un tableau d’une beauté simple mais apaisante. Des rivières tranquilles serpentent à travers la plaine, leurs eaux miroitant sous le doux éclat du soleil.\nAutour, de petits villages agricoles ont éclos, témoignant de l’activité humaine qui anime désormais la région. Les habitants vaquent à leurs occupations quotidiennes, cultivant la terre et élevant leurs familles dans la quiétude de la plaine.\nPourtant, malgré son aspect paisible, la plaine porte toujours les cicatrices des anciens conflits divins. Des ruines antiques jonchent parfois le sol, rappelant une époque révolue où les dieux marchaient parmi les mortels. Mais désormais, ces vestiges ne sont que des témoins silencieux d’un passé lointain, leur signification perdue dans les brumes du temps.\nAinsi, la plaine classique à côté du territoire du dieu primordial est devenue un paysage empreint de simplicité et de calme, où les hommes ont trouvé leur place dans un monde désormais dépourvu de l’influence divine qui a marqué son histoire.\nLieux Importants\nSylvandis\nAu cœur de la plaine classique, là où les vastes étendues verdoyantes rencontrent les premières lisières de la forêt, se trouve Sylvandis, le royaume le plus naturel de la région. Une épaisse forêt de gigantesques arbres s’élève majestueusement, leurs branches touffues s’entrelaçant pour former un dôme verdoyant qui filtre la lumière du soleil, créant un spectacle de jeu d’ombres et de lumière. Les arbres séculaires, témoins muets de l’histoire ancienne, abritent une profusion de vie : des chants d’oiseaux résonnent parmi les feuillages, des ruisseaux cristallins serpentent entre les racines noueuses, et des créatures mystérieuses se cachent dans l’ombre des sous-bois.\nSylvandis est un royaume où la nature règne en maître, préservée des influences de l’homme par une magie ancestrale qui imprègne chaque feuille et chaque brin d’herbe. Les habitants de ce royaume vivent en harmonie avec leur environnement, honorant les anciennes traditions qui célèbrent la beauté et la puissance de la nature. Pour ceux qui ont le courage de s’aventurer dans ses profondeurs, Sylvandis révèle ses secrets avec générosité, offrant des trésors cachés et des merveilles naturelles à ceux qui savent les apprécier."},"index":{"title":"index","links":["old/Royaumes/Fiore"],"tags":[],"content":"À propos\nBienvenue dans l’univers de Mythorium, un monde en constante expansion, rempli de royaumes mystérieux, de personnages intrigants et d’aventures palpitantes. Ce wiki est dédié à la création et à l’exploration de cet univers en perpétuelle évolution.\nÀ Propos de l’Univers\nL’univers de Mythorium est un projet personnel, où les histoires prennent vie et évoluent au gré de mes contributions. Plongez dans des récits uniques, explorez des royaumes enchantés et découvrez des personnages hors du commun.\ntout a commencé avec un serveur discord de rôle play ou les personnages prennent vie au sein du royaume de Fiore, cependant au fil du temps quelques personnes proches de moi ont contribué en écrivant des histoires que j’ai pu incorporé (histoires et autres supports)\nContribution\nVous êtes invités à participer à l’élaboration de cet univers. Que vous soyez écrivain, artiste, créateur de monde ou simplement passionné, votre contribution est la bienvenue. Ensemble, nous façonnons un univers riche et captivant.\nil suffit de venir me parler sur Instagram et/ou Discord, afin de me donner votre idée, de la je gèrerai les idées de chacun afin de garder une certaine cohérence. Si jamais une histoire me plat, il vous suffira alors de vous lancer et d’écrire ^^ vous pourrez me poser autant de questions que vous voulez afin que votre histoire soit la plus cohérente possible, bien sûr, je créditerai la/le/les auteur.e.s dans une section prévue a cet effet, ainsi qu’en bas de page de chaque section/royaume/page écrite par quelqu’un d’autre que moi !\nSections Principales\n\nRoyaumes : Des pages concises retraçant l’origine et les informations relatives aux différents royaumes\n[NomDuRoyaume] : chaque royaume possède un dossier dans lequel il est raconté toutes les histoires relatives a ce royaume ([NomDuRoyaume], c’est le nom du royaume, le dossier associé porte le même nom)\nHistoires : Des pages entières, voir même des dossiers entiers triés par époque ou toutes les histoires qui ne sont pas relatives qu’à un seul royaume\n\nParticipez\n\n\nÉcriture : Contribuez en écrivant des histoires, en développant des personnages, ou en créant de nouveaux royaumes. Vos idées enrichissent l’Univers.\n\n\nArt : Partagez vos talents artistiques en illustrant des scènes, des personnages ou des paysages de l’univers. L’art joue un rôle essentiel dans la création visuelle de notre monde.\n\n\nFeedback : Faites part de vos commentaires et suggestions. Votre retour est essentiel pour faire évoluer positivement cet univers.\n\n\nRestez Connecté\nSuivez-moi sur les réseaux sociaux pour rester informé des dernières mises à jour, des événements communautaires et pour interagir avec d’autres passionnés de l’Univers Fantastique :\n\n\nServeur Discord : Mythorium\n\n\nDiscord Perso : stbn_5771\n\n\nInstagram Perso : stbn__169\n\n"},"old/Fiore/Evenements/première-Soirée-à-la-Taverne":{"title":"première Soirée à la Taverne","links":["tags/evenement","old/Fiore/Lieux/Magasins/Taverne","old/Royaumes/Fiore","old/Fiore/Personnages/Gim-Mov","old/Fiore/Personnages/Lagertha-Osmond","old/Fiore/Personnages/Wymon-III","old/Fiore/Personnages/Freya-IV","old/Fiore/Lieux/Lieux-publics/Jardin-1"],"tags":["evenement"],"content":"evenement\nInformations Générales\n\nDate : Mercredi 13 octobre 23, 19h\nLieu : Taverne du Fiore\norganisateurs : Gim Mov et Lagertha Osmond\nParticipants : le roi Wymon III et la reine Freya IV\nType d’Événement : Soirée Repas\n\nRésumé\nLa première soirée du royaume, organisée par Gim Mov et Lagertha Osmond à la taverne, a débuté avec une proposition alléchante : une soirée repas, composé de fromage fondu au feu de bois, accompagnée de délicieuses pommes de terre et d’une charcuterie d’exception. Annoncée comme une occasion de rassembler le royaume autour d’un repas convivial, l’événement a suscité des attentes élevées.\nDescription Détaillée\nLa soirée tant attendue a débuté dans une atmosphère empreinte d’excitation, avec la taverne superbement décorée et éclairée pour l’occasion. Les tables étaient dressées avec soin, agrémentées de bougies scintillantes et de fleurs cueillies dans le Jardin 1 du royaume, créant ainsi une ambiance chaleureuse et accueillante.\nCependant, à l’heure prévue, une absence inhabituelle se faisait sentir. Aucun habitant n’était présent pour profiter de la soirée repas tant espérée. Gim et Lagertha, déçus mais résolus, se préparaient à fermer la taverne lorsque, presque comme un enchantement, le roi Wymon et la reine Freya firent leur entrée vers 23h.\nGim, malgré son habituelle assurance, était visiblement nerveux face à la faible participation initiale. Lagertha, en revanche, maintenait une confiance inébranlable en la réussite de la soirée. Le couple royal, conscient de la situation, salua chaleureusement les hôtes et les convives imaginaires, donnant ainsi le coup d’envoi à une soirée qui allait prendre une tournure inattendue.\nLes promesses d’une soirée inoubliable se concrétisèrent lorsque le roi et la reine décidèrent de participer pleinement à l’événement. Trois verres exquis furent soigneusement préparés pour chaque convive. Une limonade rafraîchissante, agrémentée du sirop de fruits rouges fait maison, une bière brassée localement par Gim lui-même, et un jus de fruits concocté par les mains expertes de Lagertha.\nLa soirée prit une tournure mémorable lorsque le roi et la reine invitèrent le couple de la taverne à les rejoindre à la table royale. Les discussions s’animèrent autour du feu crépitant, et les rires résonnèrent dans la taverne, transformant la déception initiale en une véritable célébration de la vie et de la camaraderie.\nDurant plus de deux heures, les convives partagèrent des récits de leurs vies, échangeant des anecdotes et tissant des liens personnels. Les discussions s’étendirent des sujets légers aux aspects plus profonds du royaume, créant une connexion authentique entre le couple royal et les propriétaires de la taverne.\nAprès ce repas partagé, le roi et la reine, reconnaissants de la chaleur et de l’hospitalité du royaume, regagnèrent leurs quartiers avec des remerciements sincères. Gim et Lagertha, avec un sourire radieux, fermèrent exceptionnellement tardivement la taverne, à 1h du matin, marquant ainsi la fin d’une soirée qui, malgré un début timide, avait laissé une empreinte indélébile dans le cœur du royaume."},"old/Fiore/Lieux/Lieux-publics/Entrée":{"title":"Entrée","links":["tags/LieuExterieur","old/Fiore/Lieux/Lieux-publics/Forêt-(Extérieur)","old/Fiore/Mairie/Recensement","old/Fiore/Lieux/Lieux-publics/Place-Publique"],"tags":["LieuExterieur"],"content":"LieuExterieur\nImage\n\ndescription\nL’entrée majestueuse, située à environ un kilomètre du château, se dresse comme un gardien solennel du royaume. Un pont-levis imposant s’étend au-dessus d’une muraille robuste, formant la première ligne de défense de ce lieu enchanteur. De loin, depuis la Forêt, la silhouette de la porte se dessine, avec une tour imposante utilisée pour surveiller le passage, rappelant une époque où la sécurité et la protection étaient des priorités.\nÀ l’approche de la porte, le pont-levis, bien que présent, est rarement relevé, signe d’un royaume accueillant et ouvert aux visiteurs. Le passage à travers la porte révèle un paysage pittoresque, avec un pont-levis qui enjambe gracieusement une rivière tranquille, ajoutant une touche de charme à l’ensemble.\nQuelques mètres après la porte, une maison dédiée aux gardes se dresse, offrant un lieu de repos pour ceux qui veillent sur la sécurité du royaume. Les gardes, relayés toutes les 8 heures, assurent une surveillance constante, contribuant ainsi à maintenir la quiétude de cet endroit paisible.\nUn peu plus loin, une mairie se dévoile, reliée au château. Cette mairie joue un rôle essentiel en permettant aux nouveaux arrivants de s’inscrire, instaurant ainsi une connexion immédiate avec la communauté du royaume. C’est un lieu d’accueil chaleureux où les formalités administratives se mêlent à la convivialité.\nUne fois les démarches à la mairie accomplies, et leur nom inscrit dans le Recensement, le chemin se déploie, invitant les visiteurs à poursuivre leur route. Ce sentier bien entretenu conduit les nouveaux arrivants à travers le paysage enchanteur, dévoilant progressivement la Place Publique, cœur vibrant du royaume, où la vie sociale et la magie de ce lieu singulier prennent pleinement leur essor."},"old/Fiore/Lieux/Lieux-publics/Forêt-(Extérieur)":{"title":"Forêt (Extérieur)","links":["tags/LieuExterieur"],"tags":["LieuExterieur"],"content":"LieuExterieur\nImage\n\ndescription\nLa forêt qui s’étend au-delà des limites du royaume est un écrin de mystère et d’aventure, où les arbres majestueux se dressent comme des sentinelles millénaires. À mesure que l’on pénètre dans cet écheveau végétal, la lumière du soleil tamisée à travers les feuilles crée un jeu envoûtant d’ombres et de lumières. Les arbres, aux feuillages variés, s’entrelacent pour former une canopée dense, créant une atmosphère de calme et de sérénité.\nLe sol de la forêt est jonché d’une mosaïque de feuilles mortes, émettant un doux crissement sous les pas. Les sentiers sinueux serpentent entre les troncs imposants, invitant à l’exploration. Les chants mélodieux des oiseaux et le murmure apaisant du vent à travers les branches contribuent à l’harmonie naturelle de cet écosystème vivant. De temps à autre, des rayons de lumière percent la canopée, éclairant des clairières où des fleurs sauvages s’épanouissent dans une explosion de couleurs.\nLa faune foisonnante ajoute une dimension magique à cette forêt enchantée. Des écureuils espiègles s’élancent de branche en branche, des cerfs majestueux arpentent les sous-bois, et des chants mystérieux révèlent la présence de créatures nocturnes. Les rivières sinueuses et les clairières paisibles offrent des refuges à une diversité d’animaux, créant ainsi un équilibre délicat entre la vie végétale et animale.\nAu fil des saisons, la forêt se métamorphose, passant des tons chatoyants de l’automne à la fraîcheur verdoyante du printemps. C’est un lieu qui inspire l’imagination, invitant les aventuriers à s’égarer dans ses dédales naturels, à découvrir des trésors cachés et à ressentir la magie qui émane de chaque recoin. La forêt à l’extérieur du royaume est un monde à part entière, où la nature règne en souveraine, préservant ses secrets et révélant sa beauté éternelle à ceux qui osent s’y aventurer."},"old/Fiore/Lieux/Lieux-publics/Jardin-1":{"title":"Jardin 1","links":["tags/LieuExterieur","old/Fiore/Lieux/Lieux-publics/Place-Publique"],"tags":["LieuExterieur"],"content":"LieuExterieur\nImage\n\ndescription\nLe premier jardin, situé en face de la fontaine de la Place Publique, s’ouvre comme un tableau. Dans un style résolument romantique, il évoque une atmosphère où il fait bon vivre, empreinte de chaleur et presque aphrodisiaque. Les senteurs délicates des fleurs envoûtent les sens, créant un environnement propice à l’éveil des émotions les plus tendres.\nLes allées sinueuses du jardin invitent à la flânerie, offrant des coins intimes propices aux moments partagés. C’est un lieu souvent choisi par les couples en quête d’intimité, désireux de savourer ensemble la beauté tranquille de cet écrin végétal. Les bancs disséminés sous des pergolas fleuries offrent des refuges romantiques où les personnes amoureuses peuvent se retrouver, créant ainsi un cadre parfait pour les rendez-vous amoureux.\nMais ce jardin romantique n’est pas exclusif aux couples. Les célibataires y trouvent également refuge, profitant des sentiers ombragés pour faire de petites balades, s’immerger dans la quiétude du lieu, et peut-être, qui sait, y trouver la perle rare. Ainsi, le premier jardin devient un espace d’émotions partagées, où les battements du cœur se mêlent au doux murmure de la nature, créant une symphonie harmonieuse qui résonne à travers les parterres fleuris."},"old/Fiore/Lieux/Lieux-publics/Jardin-2":{"title":"Jardin 2","links":["tags/LieuExterieur","old/Fiore/Lieux/Lieux-publics/Place-Publique","Emma-Wood","old/Fiore/Lieux/Lieux-publics/Jardin-1","old/Fiore/Lieux/Lieux-publics/Jardin-3"],"tags":["LieuExterieur"],"content":"LieuExterieur\nImage\n\ndescription\nLe jardin numéro 2, situé au bout du chemin à droite de la fontaine de la Place Publique, se présente comme un espace collaboratif, résultat des efforts conjoints de tous les habitants du royaume. C’est un lieu où la communauté s’unit pour cultiver et entretenir des plantations variées. Chacun, avec ses mains expertes, contribue à faire de ce jardin un véritable joyau verdoyant. Cependant, pour garantir l’harmonie, un jardinier référent du nom d’Emma Wood veille attentivement à ce que tout soit en ordre, veillant à ce que les personnes participantes soient respectueuses des plantations et de l’environnement.\nBien que le jardin numéro 2 soit plus modeste en taille par rapport aux Jardin 1 et Jardin 3, il émane une chaleur particulière. L’atmosphère chaleureuse qui y règne provient de l’engagement collectif et du partage des responsabilités. Les rires et les échanges animent ce lieu où les habitants se retrouvent pour cultiver non seulement des plantes, mais aussi des liens sociaux. Le jardin devient ainsi le reflet de la solidarité et de la coopération qui caractérisent ce royaume, créant une ambiance accueillante et conviviale."},"old/Fiore/Lieux/Lieux-publics/Jardin-3":{"title":"Jardin 3","links":["tags/LieuExterieur","old/Fiore/Lieux/Lieux-publics/Place-Publique"],"tags":["LieuExterieur"],"content":"LieuExterieur\nImage\n\ndescription\nLe troisième jardin, situé au bout du chemin a gauche de la fontaine de la Place Publique, offre un havre de paix où il fait bon vivre, même pendant les mois hivernaux. Sa particularité réside dans son rôle de terrain d’expérimentation, permettant aux jardiniers ingénieurs du royaume de mettre en pratique leurs idées et d’explorer de nouvelles possibilités tout au long de l’année, grâce au climat intérieur propice aux plantations constantes.\nCe jardin extérieur, bien que principalement destiné à des essais botaniques, n’est pas réservé exclusivement aux experts en horticulture. Au contraire, l’accès du public y est fortement autorisé, créant ainsi une dynamique unique. Les visiteurs peuvent déambuler entre les parterres, observant avec fascination les jardiniers ingénieurs en action, testant et ajustant leurs hypothèses dans ce laboratoire verdoyant à ciel ouvert.\nAinsi, le troisième jardin devient un lieu où la nature et la science se mêlent harmonieusement, créant un espace ouvert à la découverte et à l’échange. L’autorisation d’accès du public ajoute une dimension sociale, apportant de la vie à ces jardins extérieurs et permettant aux habitants du royaume de partager et d’apprécier ensemble les fruits de l’expérimentation végétale. C’est un espace où la curiosité est encouragée, et où les frontières entre les experts et les amateurs se dissolvent dans l’émerveillement partagé devant la diversité florissante de ce jardin expérimental."},"old/Fiore/Lieux/Lieux-publics/Place-Publique":{"title":"Place Publique","links":["tags/LieuExterieur","old/Fiore/Lieux/Magasins/Boulangerie","old/Fiore/Lieux/Magasins/Couturier","old/Fiore/Lieux/Magasins/Epicerie","old/Fiore/Lieux/Magasins/Taverne","old/Fiore/Lieux/Lieux-publics/Entrée","old/Fiore/Lieux/Lieux-publics/Jardin-1","old/Fiore/Lieux/Lieux-publics/Jardin-2","old/Fiore/Lieux/Lieux-publics/Jardin-3"],"tags":["LieuExterieur"],"content":"LieuExterieur\nImage\n\ndescription\nLa place publique s’étend majestueusement, une vaste allée pavée bordée de part et d’autre par d’imposants lampadaires, leurs structures métalliques élégamment courbées supportant des lampes à huile qui projettent une lueur chaleureuse. À la tombée de la nuit, cette artère animée se transforme en un tableau scintillant, illuminant la place d’une atmosphère magique et accueillante.\nLes boutiques (Boulangerie, Couturier, Epicerie et Taverne) alignées le long de l’allée ajoutent une touche de vie et de couleur à cet espace social. Leurs façades ornées et leurs étals débordant de produits variés attirent l’attention des passants curieux. Des étals de fruits frais, des tissus chatoyants, des objets artisanaux et bien d’autres merveilles colorées contribuent à la diversité visuelle de la place. C’est un lieu où les habitants se croisent, discutent et échangent, créant un bouillonnement constant d’activités.\nL’entrée de la place publique est un point névralgique, accueillant chaleureusement les nouveaux venus dans ce royaume dynamique. Des salutations amicales et des conversations animées résonnent autour de cet espace central, où les arrivants sont enveloppés dans l’esprit convivial de la communauté. La place publique devient ainsi le théâtre des premiers échanges et des premières impressions pour ceux qui découvrent cet endroit enchanteur.\nAu cœur de la place, une majestueuse fontaine trône, son eau scintillante offrant un répit rafraîchissant aux visiteurs. Cette fontaine marque le point de convergence de quatre chemins distincts, chacun offrant une perspective unique sur la splendeur du royaume. Le chemin principal, le plus large de tous, continue en tant que prolongement naturel de la place publique, tandis que les trois autres, plus étroits, se déploient en direction d’espaces plus naturels tels que les jardins (1, 2 et 3).\nLes chemins plus étroits, s’éloignant de la fontaine, sont autant d’invitations à l’aventure et à la découverte. Chacun révèle un panorama différent du royaume, guidant les curieux vers des horizons inattendus. Les ruelles pavées, bordées de bâtiments aux façades riches d’histoire, créent une atmosphère d’intimité et de mystère. Les murmures des passants et le doux clapotis de l’eau de la fontaine résonnent harmonieusement, ajoutant une note musicale à l’ambiance enchanteresse de la place publique.\nEnsemble, la place publique et ses embranchements offrent un réseau complexe de possibilités, invitant les habitants et les visiteurs à explorer les recoins cachés du royaume. C’est un endroit où chaque chemin raconte une histoire, où chaque coin évoque une émotion différente. La fontaine, au centre de tout, symbolise l’unité dans la diversité, et la place publique devient ainsi le point de départ de nombreuses aventures à travers ce royaume fascinant."},"old/Fiore/Lieux/Magasins/Apothicairerie":{"title":"Apothicairerie","links":["tags/LieuInterieur","old/Fiore/Personnages/Tonya-Forbes"],"tags":["LieuInterieur"],"content":"LieuInterieur\nImage\n\ndescription\ntenue par Tonya Forbes, l’apothicairerie émerge telle une maison chaleureuse, dévoilant un intérieur foisonnant d’éléments soigneusement alignés. En bas, une myriade de trésors médicinaux s’étale à la vue, des outils aux remèdes, des médicaments aux artefacts, et même des pierres précieuses aux propriétés curatives. L’ambiance est accueillante, imprégnée d’une lueur douce provenant des étagères où reposent ces précieux secrets de guérison. À côté de cette riche étalage, un escalier gracieux invite à explorer davantage. La mezzanine, véritable sanctuaire de consultations, dévoile un bureau soigneusement agencé, une table d’auscultation prête à recevoir les préoccupations des visiteurs.\nJuste en bas, une porte discrète s’ouvre sur un petit atelier. C’est là que la magie opère, où les potions prennent forme et les pierres précieuses sont taillées avec expertise. Dans cette pièce intime, des mains habiles confectionnent les remèdes qui emplissent les étagères en bas. Un mélange harmonieux d’art et de science, où la guérison trouve sa genèse dans la passion et la compétence. L’apothicairerie se présente ainsi comme un refuge pour les âmes en quête de santé, où chaque recoin révèle l’union magique entre la connaissance ancienne et la créativité contemporaine."},"old/Fiore/Lieux/Magasins/Boulangerie":{"title":"Boulangerie","links":["tags/LieuInterieur","old/Fiore/Personnages/Seshai-Yue"],"tags":["LieuInterieur"],"content":"LieuInterieur\nImage\n\ndescription\nLa boulangerie du royaume s’ouvre comme un refuge chaleureux et accueillant. Dès que l’on franchit la porte, l’atmosphère est empreinte d’une convivialité contagieuse, chaque visage arborant un sourire chaleureux, en particulier celui de Seshai, qui tient la boulangerie. Les effluves sucrés des gâteaux fraîchement sortis du four se mêlent à l’arôme réconfortant du pain en train de cuire, créant un bouquet olfactif qui s’échappe jusque dans les ruelles du royaume le matin.\nÀ l’intérieur, la chaleur enveloppe les visiteurs, faisant de la boulangerie un refuge contre le froid extérieur. La lueur douce des lampes ajoute une ambiance feutrée, et le parfum subtil de feu de bois flotte dans l’air, rappelant la tradition artisanale qui préside à la confection de chaque délice. Les étagères débordent de pains croustillants, de pâtisseries délicates et de bonbons alléchants, créant un spectacle visuel et gustatif qui éveille les sens. C’est un endroit où l’air est pur, imprégné de l’arôme irrésistible de créations sucrées, faisant de chaque visite à la boulangerie une expérience délectable et réconfortante."},"old/Fiore/Lieux/Magasins/Couturier":{"title":"Couturier","links":["tags/LieuInterieur","old/Fiore/Personnages/Jarvin-Wells"],"tags":["LieuInterieur"],"content":"LieuInterieur\nImage\n\ndescription\nLe magasin de Jarvin Wells, couturier émérite du royaume, offre une expérience unique aux visiteurs qui osent pénétrer dans son antre créatif. À première vue, le lieu peut sembler en désordre pour la plupart, mais pour Jarvin, c’est un ordre bien particulier. Chaque recoin du magasin reflète l’âme créative de ce couturier passionné.\nL’atelier est astucieusement divisé en trois parties distinctes. La première partie, un “salon” décontracté, est agrémentée d’une table basse et de canapés, créant un espace convivial où les clients peuvent discuter de leurs idées tout en se laissant inspirer par les créations déjà confectionnées. C’est un lieu où l’art de la couture rencontre la détente, où les étoffes prennent vie dans un cadre informel.\nLa deuxième partie de l’atelier est réservée à la créativité de Jarvin. Un bureau soigneusement agencé est le lieu où naissent les idées, où les plans prennent forme sur le papier. C’est ici que Jarvin entame des conversations avec ses clients, capturant leurs rêves pour les transformer en pièces uniques. Les croquis et les échantillons de tissu parsèment cet espace, révélant la magie qui opère dans l’esprit du couturier.\nEnfin, la troisième partie de l’atelier est celle où règne le plus de “désordre”, mais c’est un désordre organisé, presque artistique. C’est là que résident les trésors de Jarvin : ses tissus chatoyants, ses machines à coudre vrombissantes et tout le nécessaire pour donner vie à ses créations. Chaque bout de tissu, chaque bobine de fil, a sa place précise dans cet espace débordant de vie et d’énergie créative.\nL’atelier de Jarvin devient ainsi le théâtre où la passion pour la couture prend vie. C’est un lieu où le désordre devient une œuvre d’art, où l’ordre émerge du chaos pour donner naissance à des pièces uniques et exceptionnelles, capturant l’essence même du talent de ce couturier hors du commun."},"old/Fiore/Lieux/Magasins/Epicerie":{"title":"Epicerie","links":["tags/LieuInterieur","old/Fiore/Personnages/Shiao-Yue"],"tags":["LieuInterieur"],"content":"LieuInterieur\nImage\n\nDescRiption\nL’épicerie tenue par Shiao Yue, malgré son apparence classique, se distingue par l’effort méticuleux que la jeune femme met dans son organisation. Le magasin est un véritable dédale de produits soigneusement disposés, un véritable festin pour les sens. Shiao Yue, avec une détermination exemplaire, veille à ce que chaque rayon soit parfaitement rangé, créant ainsi une symphonie visuelle où les couleurs et les formes des produits s’entrelacent harmonieusement.\nLe magasin, bien que rempli de produits de toutes sortes, émane une ambiance un peu sombre. Cette atmosphère particulière est plus attribuable à la multitude de produits qu’à un choix délibéré d’esthétique. La quantité de marchandises a contraint Shiao Yue à placer certaines étagères directement devant les fenêtres, filtrant la lumière naturelle et conférant à la jeune femme un teint de peau un peu plus pâle. Cependant, cette disposition n’enlève rien à la qualité des produits exposés, et l’épicerie reste un lieu où la diversité règne en maître.\nLes étagères, croulant sous le poids des ingrédients du monde entier, créent un tableau vivant de saveurs et de textures. Des arômes exotiques flottent dans l’air, invitant les visiteurs à explorer les délices proposés. Malgré l’apparence sobre de l’épicerie, c’est un lieu où la richesse des saveurs et des cultures se déploie, offrant aux habitants du royaume une expérience sensorielle unique à chaque visite."},"old/Fiore/Lieux/Magasins/Taverne":{"title":"Taverne","links":["tags/LieuInterieur","old/Fiore/Lieux/Lieux-publics/Jardin-1","old/Fiore/Lieux/Lieux-publics/Jardin-2","old/Fiore/Lieux/Lieux-publics/Forêt-(Extérieur)","old/Fiore/Personnages/Gim-Mov","old/Fiore/Personnages/Lagertha-Osmond"],"tags":["LieuInterieur"],"content":"LieuInterieur\nImage\n\ndescription\nLa taverne, le joyau spacieux du royaume, s’ouvre sur un espace vaste et animé. Des tables en bois s’étendent tout autour du bar central, créant des îlots conviviaux où les habitants du royaume se rassemblent pour partager des histoires et des rires. Deux étages offrent des chambres accueillantes pour les voyageurs fatigués ou pour ceux qui souhaitent prolonger leur rencart après une escapade dans le Jardin 1.\nÀ l’intérieur de la taverne, une douce symphonie d’odeurs flotte dans l’air. La cannelle, parfum sucré et réconfortant, se mêle harmonieusement à l’arôme riche de la bière, créant un mélange original qui titille les narines de manière inattendue et délicieuse. L’odeur alléchante du plat du jour, composé de produits venant a la fois du Jardin 2, mais aussi de la Forêt (Extérieur) ou notre couple part cueillir et chasser tout les matins, plat du jour qui change quotidiennement, et qui ajoute une dimension gastronomique à cette taverne dynamique. Chaque journée apporte une nouvelle surprise culinaire, préparée avec passion par Gim Mov le tavernier/brasseur et Lagertha Osmond la cueilleuse/fleuriste, qui rend la taverne fleurie, offrant aux convives une expérience gastronomique toujours renouvelée.\nLa taverne devient ainsi le cœur battant du royaume, un lieu où les récits d’aventures se mêlent aux saveurs uniques, où les étrangers trouvent refuge et où les habitants se retrouvent pour célébrer la vie dans une ambiance chaleureuse et festive. C’est un endroit où le temps semble suspendu, permettant à chacun de savourer l’instant présent tout en se délectant des plaisirs simples que la taverne a à offrir."},"old/Fiore/Mairie/Magasins":{"title":"Magasins","links":["tags/documentMairie","old/Fiore/Lieux/Magasins/Boulangerie","old/Fiore/Personnages/Seshai-Yue","old/Fiore/Lieux/Magasins/Couturier","old/Fiore/Personnages/Jarvin-Wells","old/Fiore/Lieux/Magasins/Epicerie","old/Fiore/Personnages/Shiao-Yue","old/Fiore/Lieux/Magasins/Taverne","old/Fiore/Personnages/Gim-Mov","old/Fiore/Personnages/Lagertha-Osmond","old/Fiore/Lieux/Magasins/Apothicairerie","old/Fiore/Personnages/Tonya-Forbes"],"tags":["documentMairie"],"content":"documentMairie\nBoulangerie\ntenue par Seshai Yue, elle y vends des gâteaux, du pain, et des sucreries\nCouturier\ntenu par Jarvin Wells, c’est sa boutique personnelle, il y vends des tenues en tout genre, mais aussi du sur mesure\nEpicerie\ntenue par Shiao Yue, elle y vends absolument tout ce qui est vendable, entre ustensiles, épices, et autres\nTaverne\ntenue par Gim Mov et sa femme Lagertha Osmond, ils y vendent leur bière, ainsi qu’un plat du jour changé chaque jour. il est aussi possible de louer une chambre afin d’y passer la nuit\nApothicairerie\ntenue par Tonya Forbes, le magasin propose des potions, médicaments, pierres et tout un tas d’autres produits en rapport avec la médecine."},"old/Fiore/Mairie/Recensement":{"title":"Recensement","links":["tags/documentMairie","old/Fiore/Personnages/Freya-IV","old/Fiore/Personnages/Wymon-III","old/Fiore/Personnages/Gim-Mov","old/Fiore/Lieux/Magasins/Taverne","old/Fiore/Personnages/Lagertha-Osmond","old/Fiore/Personnages/Jarvin-Wells","old/Fiore/Lieux/Magasins/Couturier","old/Fiore/Personnages/Kamoto-Shigeko","old/Fiore/Personnages/Kawada-Shigeko","old/Fiore/Personnages/Lamys-of-the-Forest","old/Fiore/Personnages/Lucy-Astaria","old/Fiore/Personnages/Sélène-Aragorn","old/Fiore/Personnages/Seshai-Yue","old/Fiore/Personnages/Shiao-Yue","old/Fiore/Lieux/Magasins/Boulangerie","old/Fiore/Lieux/Magasins/Epicerie","old/Fiore/Personnages/Tonya-Forbes","old/Fiore/Lieux/Magasins/Apothicairerie"],"tags":["documentMairie"],"content":"documentMairie\nFreya IV\nreine du royaume avec Wymon III\nGim Mov\nTavernier, Brasseur, Cuisinier et fondateur de la Taverne et en couple avec Lagertha Osmond\nJarvin Wells\nCouturier et fondateur du Couturier\nKamoto Shigeko\nexplorateur militaire en couple avec Kawada Shigeko\nKawada Shigeko\nexploratrice militaire en couple avec Kamoto Shigeko\nLagertha Osmond\nserveuse, Cueilleuse, Fleuriste et Cuisinière, en couple avec Gim Mov et travaille a la Taverne\nLamys of the Forest\ngarde royal d’origine de Wymon III, qui l’a suivi quand il est parti avec Freya IV\nLucy Astaria\nVoleuse du royaume\nSélène Aragorn\nelle maitrise les éléments\nSeshai Yue\nJumelle de Shiao Yue, elle est boulangère et fondatrice de la Boulangerie\nShiao Yue\njumelle de Seshai Yue, elle tient l’Epicerie du royaume\nTonya Forbes\nApothicaire du royaume, dans l’Apothicairerie\nWymon III\nRoi du royaume avec Freya IV"},"old/Fiore/Mairie/Relations-exterieures":{"title":"Relations exterieures","links":["old/Royaumes/Sylvandis","old/Royaumes/Fiore","old/Royaumes/Nakasane","old/Fiore/Personnages/Kamoto-Shigeko","old/Fiore/Personnages/Kawada-Shigeko"],"tags":[],"content":"alliances\n\nle royaume de Sylvandis est un très bon allié de Fiore, les relations sont bonnes et amicales entre les deux royaumes\n\naucun contact\n\nNakasane, seulement les deux Kamoto Shigeko et Kawada Shigeko connaissent le royaume mais il est trop loin pour avoir un quelconque contact\n"},"old/Fiore/Personnages/Alan-Blue-quiver":{"title":"Alan Blue-quiver","links":["tags/Personnage"],"tags":["Personnage"],"content":"Personnage\nImage\n\ninformations\n**Nom **: Blue-Quiver\n**Prénom **: Alan\nIntimité\n| Genre biologique : Homme\n| Genre moral : Homme\n| Orientation sexuelle : Bisexuel\n| Situation: Célibataire\nFonction: Artiste peintre\nportrait\nIl incarne la quiétude, mais une anxiété latente teinte ses interactions sociales, résultat de la crainte du jugement. Pourtant, derrière ce voile d’appréhension, son cœur déborde de gentillesse et d’une volonté inébranlable d’offrir son aide. Habitant principalement dans son cocon, il préfère la quiétude de son chez-soi pour éviter les regards scrutateurs, une préférence qui s’accorde parfaitement avec son travail nécessitant son confinement.\nSa casanéité ne reflète en rien une absence d’ouverture d’esprit, bien au contraire. C’est un observateur astucieux qui discerne avec facilité les intentions pures des autres, distinguant clairement ceux empreints de bienveillance de ceux porteurs d’arrière-pensées. Son monde intérieur, empreint de prévoyance et de sensibilité, se révèle comme un sanctuaire où sa bonté naturelle s’épanouit sans entraves.\nhistoire\nDès sa tendre enfance, il se réfugiait dans les profondeurs de la forêt environnante de son village d’origine. Animé par une fascination pour la nature, il passait ses journées à observer, capturant la beauté qui l’entourait à travers ses dessins. Cependant, une épreuve invisible marquait son parcours : un monstre insidieux enraciné dans son bras, lui valant le rejet incessant de la société locale.\nMalgré l’hostilité quotidienne, il forgea sa propre voie, et c’est au cœur de cette adversité qu’il découvrit la magie de la peinture. La palette devint son refuge, ses pinceaux des compagnons silencieux dans un monde souvent trop bruyant. L’idée germa alors dans son esprit de partager son art avec le monde, de devenir un artiste reconnu.\nÀ l’aube de sa majorité, il décida de quitter son village natal, laissant derrière lui un passé oppressant. Voyageant seul, son matériel d’art comme unique compagnon, il entreprit un périple vers un nouveau royaume dont les échos élogieux avaient atteint ses oreilles : Fiore. Une fois arrivé, dans l’intimité de son nouvel atelier, il ressentit le frisson de la liberté artistique et comprit que sa nouvelle vie, empreinte de compréhension et d’acceptation pour son art, pouvait enfin commencer."},"old/Fiore/Personnages/Avalone-Wintchester":{"title":"Avalone Wintchester","links":["tags/Personnage"],"tags":["Personnage"],"content":"Personnage\nImage\n\ninformations\n**Nom **: Wintchester\n**Prénom **: Avalone\nIntimité\n| Genre biologique : Femme\n| Genre moral : Femme\n| Orientation sexuelle : Pansexuelle\n| Situation: Célibataire\nFonction: défenseure du royaume\nportrait\nLe caractère de Avalone est forgé dans le feu de la détermination et de la résilience. Elle incarne la force silencieuse, celle qui persiste face à l’adversité. Sa détermination inébranlable, forgée lors de son combat pour intégrer la formation de guerrière, se mêle à une passion ardente pour la justice. Avalone porte en elle une fierté indomptable, refusant de se laisser définir par les limites imposées par la société. Son esprit stratégique et son courage intrépide sont les fondations de sa personnalité, formant une guerrière qui ne recule devant aucun défi. Malgré son caractère résolu, elle conserve une compassion profonde, cherchant à instaurer l’équité là où elle va, créant ainsi un équilibre harmonieux entre sa force extérieure et son cœur vaillant.\nhistoire\nAvalone, guerrière déterminée, avait rejoint récemment le royaume. Son parcours était une lutte acharnée depuis l’enfance. Dans son royaume d’origine, elle avait défendu avec acharnement son droit à intégrer la formation de guerrière, défiant les stéréotypes de genre.\nMalgré les obstacles, elle avait brillamment réussi la formation, surpassant les attentes. Cependant, en raison de son genre, elle était privée des examens et du diplôme. L’injustice la poussa à quitter son royaume. Avalone trouva refuge dans le royaume de Fiore, accueillie directement par Freya et Wymon, espérant y être reconnue pour ses compétences plutôt que son genre.\nDevenue cheffe solitaire des armées, Avalone était déterminée à prouver que la force n’a pas de genre. Son arrivée dans le royaume marquait le début d’une nouvelle aventure où elle pourrait enfin être appréciée en tant que guerrière exceptionnelle, libérée des jugements liés à son genre."},"old/Fiore/Personnages/Edgar-schreave":{"title":"Edgar schreave","links":["tags/Personnage","old/Fiore/Lieux/Magasins/Taverne"],"tags":["Personnage"],"content":"Personnage\nImage\n\ninformations\n**Nom **: Schreave\n**Prénom **: Edgar\nIntimité\n| Genre biologique : Homme\n| Genre moral : Homme\n| Orientation sexuelle : Hétéro\n| Situation: Célibataire\nFonction: Musicien du royaume, notamment dans la Taverne\nportrait\nIl incarne une dualité émotionnelle complexe, oscillant entre la peur et le courage. Profondément marqué par la crainte de son père et d’autres sources, il se révèle toutefois intrépide quand il s’agit de défendre ceux qui lui sont chers. La timidité et la réserve le caractérisent, résultat direct des sévices subis de la part de son père, ce qui rend difficile pour lui de tisser des liens avec des étrangers.\nBien qu’il arbore généralement un sourire calme, il peut ressentir des émotions plus intenses, parfois manifestées par une pointe d’exaspération, bien qu’il s’efforce de rester poli dans ces moments. Son humour, teinté de provocation à l’occasion, ne plaît pas nécessairement à tous, en particulier dans le contexte austère du château dirigé par son père.\nDoté d’une nature attentionnée et d’une grande capacité d’observation, il se montre altruiste, cherchant à apporter son soutien aux autres. L’échec dans cette entreprise peut le plonger dans un sentiment de culpabilité. Son ambition se révèle comme une force motrice puissante ; il aspire à un changement profond dans la société et est déterminé à façonner un avenir meilleur lorsqu’il accèdera au pouvoir.\nhistoire\nIl naquit au sein d’un manoir majestueux, entouré de richesses et de la splendeur propre à la noblesse. Cependant, cette abondance matérielle ne parvenait pas à compenser l’absence de liberté et d’affection parentale. Son père, un homme autoritaire et brutal, usait de sa main lourde sur lui et sa mère. Les domestiques, silencieux témoins de ces agissements, n’osaient intervenir, renforçant ainsi la méfiance croissante du jeune homme envers autrui.\nSon adolescence fut marquée par la persistance des sévices de son père. À l’âge de seize ans, déterminé à échapper à ce joug oppressant, il prit la décision de s’émanciper. Il abandonna ses études pour rejoindre un groupe de musique, conciliant ainsi sa passion avec un emploi pour assurer sa subsistance. Cependant, cette vie au sein du groupe fut éphémère, et après un an, il choisit de retourner aux études, s’engageant dans la littérature tout en continuant son exploration musicale.\nÀ l’âge adulte, il prit ses distances avec sa famille, les rencontrant rarement. Établi en tant que professeur de français et de littérature, il préféra vivre en solitaire dans une petite demeure au cœur d’une contrée aux allures de royaume. Son amour pour la musique perdura, bien qu’il demeurât un artiste dans l’ombre, composant sans jamais se produire en public, gardant ce talent comme une passion personnelle malgré ses aptitudes manifestes. Cependant, la quête de quelque chose de plus persista en lui, une recherche de liberté et d’expression artistique authentique. C’est cette quête qui le guidera finalement vers le royaume de Fiore, où il espère trouver un refuge pour son âme créative et peut-être une nouvelle communauté où partager sa musique."},"old/Fiore/Personnages/Freya-IV":{"title":"Freya IV","links":["tags/Personnage","old/Fiore/Personnages/Wymon-III","old/Royaumes/Fiore"],"tags":["Personnage"],"content":"Personnage\nImage\n\nInformations\n**Nom **: Fiore\n**Prénom **: Freya\nIntimité\n| Genre biologique : Femme\n| Genre moral : Femme\n| Orientation sexuelle : Hétéro\n| **Situation **: Mariée a Wymon\n**Fonction **: Reine du Fiore\nportrait\nFreya est une personne d’apparence froide et méchante avec ses yeux rouges, qui étaient autrefois, avant sa maladie, violets, mais ce n’est qu’une façade pour cacher sa gentillesse envers les autres à cause d’une petite timidité, seul le roi sait réellement comment elle est. Elle est de nature calme, posée et préfère réfléchir avant de prendre des décisions importantes à cause de son statue de reine. Mais dans la vie privée et envers ses serviteurs, c’est une personne douce et attentionnée, qui récompense les personnes qui ont prouvé leurs efforts.\nLa reine n’hésite pas à se rendre dans son royaume pour voir de ses propres yeux comment va le peuple et comment leurs rendre la vie meilleure, ce qui appuie son caractère attentionnée envers tous malgré une façade qui montre le contraire.\nHistoire\nFreya n’était qu’une princesse, la seconde sur la liste du trône. En plus d’être de sexe féminin, son apparence avec des longues oreilles pointues faisait qu’elle n’était pas la bienvenue dessus. Ses cornes, bien qu’objectivement très jolies, lui valu d’être constamment sous observation de tous les médecins possibles et imaginables.\nUn peut plus tard, ses parents avaient décidé de la marier de force, s’étant fait a sa différence, ils se sont dit qu’ils pourraient se servir de leurs filles afin de la marier à un enfant d’un autre royaume afin d’agrandir leurs pouvoirs et leurs influences, grâce aux relations que le mariage forcé aurait apportées.\nCependant, Freya, alors âgée d’une vingtaine d’années, et était une jeune femme qui savait ce qu’elle voulait, ne l’entendait pas de cette oreille. bien qu’elle n’ait encore jamais rencontré son futur mari, elle ne voulait pas d’un mariage forcé, elle se sentait vendue, utilisée, et en vue du mariage forcé qu’ont subi ses tantes quand elle avait son âge, et qui sont toujours avec aujourd’hui, elle ne voulait absolument pas ça. Malgré tout, et même si elle avait pensé à fuir le royaume, elle allait rencontrer l’homme à qui elle était promise. Et là, c’était le coup de foudre, il était en tout point le type d’homme qu’elle aimait regarder depuis ses quartiers, où depuis sont trônes lorsqu’elle devait être assise a côté de ses parents.\nAprès de multiples rencontres, l’alchimie entre eux ne faisait que grandir, au grand bonheur de leurs parents, mais leurs sensations d’être vendue également… Freya, à sa grande stupeur, entendit Wymon lors d’un séjour dans sa famille et son royaume, se disputer avec ses parents à propos de ce mariage forcé, puis elle le vis sortir en courant, après quelques secondes à regarder la direction dans laquelle il est parti, elle alla le rejoindre.\nAprès de longues heures à discuter tous les deux, perdus en forêt en observant de haut tout les gardes qui passaient vers eux en les cherchant vu que le royaume était en alerte. C’est alors que Freya et Wymon s’avouèrent leurs sentiments, tant mutuellement bien que ce soit un mariage forcé, que vis a vis de ce fameux mariage forcé, et après réflexion, discussion et planification, ils eurent l’idée de fonder leur propre royaume, loin de leurs familles.\nalors, pendant cinq ans, tout comme Wymon, Freya fut la fille la plus sage du monde, elle se maria avec Wymon comme le voulaient ses parents, elle faisait tout, mettait son nez dans tout ce que ses parents faisaient, tout ça dans le but de savoir le mieux possible comment gérer un royaume, des habitants et tout autre chose utile\nC’est a l’âge de 25 ans que Wymon est venu dans le royaume de Freya pour la récupérer en douce, Freya partit avec Wymon et ils s’enfuirent, comme ils l’avaient prévu il y a 5 ans ce fameux soir, comme ils en ont rêvé pendant toutes ces années. Ils créèrent alors leur royaume, et accueillirent tout les habitants qui sont présents actuellement"},"old/Fiore/Personnages/Gim-Mov":{"title":"Gim Mov","links":["tags/Personnage","old/Fiore/Personnages/Lagertha-Osmond","old/Fiore/Lieux/Magasins/Taverne","old/Fiore/Lieux/Lieux-publics/Forêt-(Extérieur)"],"tags":["Personnage"],"content":"Personnage\nImage\n\nInformations\nNom: Mov\nPrénom: Gim\nIntimité:\n| Genre Biologique: Homme\n| Genre Moral: Homme\n| Orientation Sexuelle: Hétéro\n| Situation: En couple avec Lagertha Osmond\nFonction: Tavernier\nportrait\nGim Mov est un grand monsieur, surement le plus imposant du royaume, il est toujours souriant et toujours très gentil et ouvert, il n’a aucun ennemi dans sa vie et dans le royaume, tout ce qui l’intéresse c’est d’être a la Taverne environ de midi a 23h pour servir et accueillir les clients, puis de dormir quelques heures avant de se réveiller préparer le petit déjeuner pour les clients des chambres s’il y en a, avant de partir se balader en Forêt (Extérieur) et aux alentours du royaume pour trouver de bons produits et surtout pour réfléchir a la recette du jour, toujours accompagné de Lagertha Osmond\nHistoire\nil vient directement d’une classe pauvre de la société de son ancien royaume, il a toujours manqué de nourriture et était vraiment très maigre pendant le début de sa vie. C’est a l’adolescence, qu’il a développé une sorte d’obsession pour la nourriture. Il est devenu très bon cuisinier et a trouvé un emploi, certes très mal payé et avec de très mauvaises conditions mais cela lui a permis de manger bien plus qu’à sa guise parce qu’il fallait gouter tout les plats, ce qui ne lui déplaisait pas, bien au contraire, et cela lui permettait aussi de donner de la nourriture aux plus démunis.\nlorsqu’il a eu le pouvoir et surtout le courage de partir de son ancien royaume, il est arrivé ici et a créé sa propre taverne ou il brasse sa propre bière, ou il fait sa propre cuisine toujours plus bon d’un jour sur l’autre, il vit sa meilleure vie. Mais aussi en aidant les plus démunis, étant donné qu’il offre repas et chambres a ceux qui viendraient le voir et qui n’ont pas les moyens de payer."},"old/Fiore/Personnages/Jarvin-Wells":{"title":"Jarvin Wells","links":["tags/Personnage","old/Fiore/Personnages/Seshai-Yue","old/Fiore/Personnages/Shiao-Yue","old/Fiore/Lieux/Magasins/Couturier"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Welles\nPrénom : Jarvin\nIntimité:\n| Genre Biologique: Homme\n| Genre Moral: Non binaire (genré il/lui la plupart du temps)\n| Orientation Sexuelle: Assexuel (mais pas aromantique)\n| Situation: Célibataire\nFonction: Couturier\nportrait\nJarvin est un homme, ni jeune ni vieux, il est toujours avec son fauteuil roulant étant donné qu’il a plus vraiment l’usage de ses jambes, fauteuil roulant qu’il a créé lui même, capable de monter les escaliers, il peut aussi y “brancher” différents modules lorsqu’il travail, tous actionnés méchaniquement et dont il peut se servir, il en a pour analyser un tissus, un pour faire des mesnures, un pour faire de la couture, avec beaucoup d’autres très utiles. Cependant, il n’est pas que couturier, comme on a pu s’en apercevoir, il est aussi très bon ingénieur et est capable de réparer / créer des machines complexes comme son fauteuil\nHistoire\nJarvin a toujours aimé la couture, le soucis étant que ce n’était pas du tout acceptable pour un homme dans son ancien royaume. Lors d’un voyage ayant pour but d’acquérir des tissus d’une grande qualité, sa famille, amis et des personnes ne voyant pas sa passion d’un bon oeil ont voulu lui donner une bonne leçon. Cependant, cela a très mal tourné ce qui l’a rendu partiellement Paraplégique, il peut bouger ses jambes mais pas beaucoup et surtout pas pour marcher. C’est a ce moment la que deux filles, jumelles, voyant la scène de loin coururent a son secours, il était au sol et incapable de se relever. Les deux filles (Seshai et Shiao) étant sur le point de partir du royaume l’aidèrent a monter dans leur carrosse, puis il partit avec elles.\nElles prirent soin de lui au travers des royaumes qu’ils traversaient, il se trouvait a chaque arrêts des moyens de créer son fauteuil, la première version, qui lui servit au moins pour pouvoir les suivre dans les viles et villages qu’ils traversaient. Un beau jour, ils arrivèrent dans notre royaume, et a l’avis général, s’y installèrent, Jarvin pu avoir tout le temps et les ressources nécessaires a la création de la deuxième version du fauteuil, celle qu’il utilise actuellement. Et enfin, monter sa boutique de vêtements sur mesure!"},"old/Fiore/Personnages/Kamoto-Shigeko":{"title":"Kamoto Shigeko","links":["tags/Personnage","old/Fiore/Personnages/Kawada-Shigeko","old/Royaumes/Nakasane"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Shigeko\nPrénom : Kamoto\nIntimité:\n| Genre Biologique: Homme\n| Genre Moral: Homme\n| Orientation Sexuelle: Hétéro\n| Situation: en couple avec Kawada Shigeko\nFonction: explorateur militaire\nportrait\nKamoto Shigeko est un homme au regard pénétrant et à la prestance calme. Ses yeux sombres révèlent une détermination profonde, forgée au fil des épreuves rencontrées au cours de son périple. De taille moyenne, il arbore une musculature discrète mais puissante, fruit de son entraînement constant. Sa chevelure noire est soigneusement attachée en une natte, soulignant la discipline et la rigueur qui caractérisent sa personnalité.\nÉmotionnellement réservé, Kamoto porte en lui le poids des responsabilités qu’il a dû assumer en tant qu’héritier d’une famille de marchands. Malgré son apparence stoïque, une profonde compassion émane de lui, surtout lorsqu’il est aux côtés de sa femme Kawada. Il est guidé par un sens profond de la loyauté envers elle, sa compagne d’aventure et d’amour, et cette loyauté se reflète dans chaque regard qu’il lui porte.\nDoté d’une intelligence vive, Kamoto excelle dans l’observation et la stratégie. Sa nature discrète et son habileté à anticiper les situations font de lui un excellent tacticien. Malgré son passé douloureux, il porte en lui une lueur d’optimisme, nourrie par la certitude que chaque obstacle peut être surmonté avec détermination.\nEnsemble, Kamoto et Kawada forment un duo complémentaire, leurs caractères distincts se mêlant harmonieusement pour créer une équipe résiliente et puissante. Animés par leur amour mutuel et leur désir d’explorer le monde, ils sont prêts à affronter tous les défis qui se dressent sur leur chemin.\nHistoire\nLe Départ de Nakasane\nKamoto et Kawada Shigeko, mari et femme, étaient respectivement héritiers de deux familles de marchands influentes du royaume de Nakasane au Japon. Leur vie paisible fut bouleversée par un conflit commercial entre les deux familles, conflict qui menaça de déchirer les liens qui unissaient Kamoto et Kawada.\nFace à la perspective de devoir choisir entre leur amour et leurs familles respectives, Kamoto et Kawada prirent la difficile décision de quitter Nakasane. Ce choix douloureux était motivé par leur désir de préserver leur amour et de fuir les conflits familiaux qui menaçaient de les séparer.\nLe Périple à Travers le Monde\nLe couple embarqua alors dans un périple à travers le monde, un voyage destiné à les éloigner de l’influence de leurs familles et à leur offrir une nouvelle vie. Ils traversèrent les terres asiatiques, affrontant des défis et des épreuves qui renforcèrent leur lien. Chaque étape de leur voyage servit à guérir les blessures émotionnelles causées par leur départ de Nakasane.\nLes Protecteurs de Fiore\nLeur voyage les mena finalement à Fiore, en France. lors de leur périple ils se sont perfectionnés dans l’art du combat et de la dissimulation. Kamoto et Kawada étaient devenus de redoutables guerriers, offrant à Fiore la possibilité d’explorer les contrées hostiles autour du château grâce à leurs connaissances du combat, de la dissimulation et de la discrétion. Le couple, désormais reconnu pour ses compétences exceptionnelles, joua un rôle crucial dans la sécurité et l’exploration des territoires encore inconnus de Fiore. Ainsi, Kamoto et Kawada Shigeko, unis par les épreuves de leur départ de Nakasane, devinrent les protecteurs fiables de Fiore, contribuant activement à l’expansion et à la sécurité du royaume."},"old/Fiore/Personnages/Kawada-Shigeko":{"title":"Kawada Shigeko","links":["tags/Personnage","old/Fiore/Personnages/Kamoto-Shigeko","old/Royaumes/Nakasane"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Shigeko\nPrénom : Kawada\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral: Femme\n| Orientation Sexuelle: Hétéro\n| Situation: en couple avec Kamoto Shigeko\nFonction: exploratrice militaire\nportrait\nKawada Shigeko, l’épouse de Kamoto, est une femme d’une beauté saisissante et d’une grâce naturelle. Son regard est empreint d’une détermination féroce, témoignant de son parcours marqué par des choix difficiles. De taille élancée, elle se déplace avec une agilité impressionnante, révélant l’entraînement rigoureux qu’elle a suivi au cours de ses voyages.\nL’émotion guide Kawada de manière plus visible que son mari. Sa personnalité vive et passionnée se manifeste dans la manière dont elle exprime son amour, sa joie ou sa colère. Elle est une force de vie, animée par une soif d’aventure et une curiosité insatiable. La connexion avec Kamoto est le centre de son univers, et elle trouve sa force dans leur amour mutuel.\nKawada possède une maîtrise exceptionnelle des arts martiaux, alliant grâce et puissance dans chaque mouvement. Son habileté à manier les armes et à se fondre dans l’ombre fait d’elle une combattante redoutable. Cependant, derrière son extérieur déterminé, elle cache parfois une vulnérabilité liée à son passé.\nEnsemble, Kamoto et Kawada forment un duo complémentaire, leurs caractères distincts se mêlant harmonieusement pour créer une équipe résiliente et puissante. Animés par leur amour mutuel et leur désir d’explorer le monde, ils sont prêts à affronter tous les défis qui se dressent sur leur chemin.\nHistoire\nKamoto et Kawada Shigeko, mari et femme, étaient respectivement héritiers de deux familles de marchands influentes du royaume de Nakasane au Japon. Leur vie paisible fut bouleversée par un conflit commercial entre les deux familles, conflict qui menaça de déchirer les liens qui unissaient Kamoto et Kawada.\nFace à la perspective de devoir choisir entre leur amour et leurs familles respectives, Kamoto et Kawada prirent la difficile décision de quitter Nakasane. Ce choix douloureux était motivé par leur désir de préserver leur amour et de fuir les conflits familiaux qui menaçaient de les séparer.\nLe Périple à Travers le Monde\nLe couple embarqua alors dans un périple à travers le monde, un voyage destiné à les éloigner de l’influence de leurs familles et à leur offrir une nouvelle vie. Ils traversèrent les terres asiatiques, affrontant des défis et des épreuves qui renforcèrent leur lien. Chaque étape de leur voyage servit à guérir les blessures émotionnelles causées par leur départ de Nakasane.\nLes Protecteurs de Fiore\nLeur voyage les mena finalement à Fiore, en France. lors de leur périple ils se sont perfectionnés dans l’art du combat et de la dissimulation. Kamoto et Kawada étaient devenus de redoutables guerriers, offrant à Fiore la possibilité d’explorer les contrées hostiles autour du château grâce à leurs connaissances du combat, de la dissimulation et de la discrétion. Le couple, désormais reconnu pour ses compétences exceptionnelles, joua un rôle crucial dans la sécurité et l’exploration des territoires encore inconnus de Fiore. Ainsi, Kamoto et Kawada Shigeko, unis par les épreuves de leur départ de Nakasane, devinrent les protecteurs fiables de Fiore, contribuant activement à l’expansion et à la sécurité du royaume."},"old/Fiore/Personnages/Lagertha-Osmond":{"title":"Lagertha Osmond","links":["tags/Personnage","old/Fiore/Personnages/Gim-Mov"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Osmond\nPrénom : Lagertha\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral: Femme\n| Orientation Sexuelle: Hétéro\n| Situation: En couple avec Gim Mov\nFonction : Cueilleuse / Fleuriste\nportrait\nLagertha est une brune au yeux marrons. Et au visage très doux. Elle est très gentille et souriante. Elle est à l’écoute et c’est une personne avec qui on apprécie parler en général.\nHistoire\nayant vécu depuis petite hors des limites de n’importe quel royaume, et étant seule depuis la mort de son père, elle tomba sur ce royaume lors d’une ballade cueillette.\nUne fois retournée chez elle, curieuse, elle pris un petit sac avec des affaires pour venir dans le royaume voir ce qu’il en était. Elle a été directement séduite par le charme de tout ce qu’il y avait dans ce royaume, et décida alors de s’y installer."},"old/Fiore/Personnages/Lamys-of-the-Forest":{"title":"Lamys of the Forest","links":["tags/Personnage","old/Fiore/Personnages/Wymon-III","old/Fiore/Personnages/Freya-IV","old/Royaumes/Fiore"],"tags":["Personnage"],"content":"Personnage\nImage\n\ninformations\n**Prénom **: Lamys\nIntimité\n| Genre biologique : Homme\n| Genre moral : Homme\n| Orientation sexuelle : Hétéro\n| Situation: Célibataire\nFonction: Garde Royal\nportrait\nLamys est un homme de peu de mots, ses expressions faciales rarement trahissent ses pensées profondes. Sa stoïcité est sa marque de fabrique, et il incarne la force tranquille. Derrière ses yeux perçants, on perçoit une sagesse forgée par les épreuves et les années de service. Il n’est pas insensible, mais il choisit de ne pas laisser ses émotions gouverner ses actions.\nSa loyauté envers le royaume est inébranlable, et il considère la protection de ses concitoyens comme sa mission sacrée. En dépit de son apparence impassible, il porte le poids des responsabilités avec dignité. Les rares moments où il esquisse un sourire sont réservés aux victoires remportées et aux moments de paix retrouvée.\nLamys of the Forest incarne la quiétude au milieu de la tempête, un gardien silencieux qui veille sur son royaume avec une vigilance sans faille.\nhistoire\nLamys of the Forest naquit au cœur des bois, élevé parmi les murmures des feuilles et les chuchotements du vent. Dès son plus jeune âge, il montra une affinité particulière avec la nature qui l’entourait. Son existence pacifique fut cependant ébranlée par les troubles qui frappèrent son royaume. Les bruits de la forêt furent remplacés par le fracas des armes, et la quiétude céda la place à l’urgence.\nC’est dans ce contexte tumultueux que Lamys se révéla être un défenseur naturel de sa patrie. Sa maîtrise exceptionnelle des arts martiaux et sa compréhension intuitive des stratégies de guerre attirèrent l’attention des dirigeants du royaume. Il fut recruté comme garde royal, une position qu’il accepta avec la même stoïcité qui caractérisait son être.\nLamys of the Forest servit son royaume avec dévouement, faisant preuve d’une loyauté inébranlable. Ses missions l’emmenèrent aux confins du territoire, protégeant les frontières des menaces extérieures. Chaque pas était empreint de détermination, chaque action dictée par un sens du devoir immuable.\nLorsque le prince Wymon III décida de partir avec la reine Freya IV pour fonder un nouveau royaume appelé Fiore, Lamys prit la décision de les suivre. Son engagement envers la protection du roi et de la reine demeura inaltéré, et il devint le gardien silencieux qui veillait sur eux pendant les premiers moments cruciaux de la fondation de Fiore."},"old/Fiore/Personnages/Lucy-Astaria":{"title":"Lucy Astaria","links":[],"tags":[],"content":"Image\n\ninformations\n**Nom **: Astaria\n**Prénom **: Lucy\nIntimité\n| Genre biologique : Femme\n| Genre moral : Femme\n| Orientation sexuelle : Lesbienne\n| Situation: Célibataire\nFonction: Voleuse\nportrait\nhistoire (non terminé)\nLucy est une enfant qui a perdu ses parents très tôt , ce qui fait qu’elle a du apprendre à se débrouiller seule très vite afin de survivre dans un monde trop dangereux pour une petite fille seule. Elle finira par croiser le chemin de Wymon lors de ses années formatrice peut avant sa rencontre avec Freya, le jeune prince avait déjà le cœur rebelle qu’on lui connait, et c’est lorsque Lucy essaya de lui voler sa bourse qu’il décida de s’intéresser à cette jeune fille qui avait réussi à se faufiler entre ses gardes sans se faire voir. Il lui permit donc de s’instruire, d’apprendre la diplomatie et mieux se comporter en société. Il lui donna aussi un nom pour la tirer de l’anonymat. Dû au fait qu’il l’a extirpée de sa vie horrible, Lucy qui d’ordinaire ne fait que ce qui est à son avantage ou ce qui peut lui apporter quelque chose, à un profond respect pour Wymon et sa femme Freya, elle ne dévie de ses aspirations que pour eux lorsqu’ils le lui demandent. D’ordinaire Lucy à un tempérament froid et distant, elle ne prend la peine de discuter avec quelqu’un que lorsqu’elle le/la trouve d’un intérêt certain, elle arrive à se fondre dans n’importe quel milieu social, car elle a compris que ne pas se faire remarquer est plus probant que de ne pas se faire voir lorsqu’on s’apprête à voler que ce soit des informations ou des biens. Elle a aussi un chat, Samaël, un magnifique sacré de Birmanie, qui l’accompagne partout et qui, pour une raison qui est la sienne, se tient pour la plupart du temps sur son épaule."},"old/Fiore/Personnages/Marwa-Fiore":{"title":"Marwa Fiore","links":["tags/Personnage","TODO","old/Fiore/Personnages/Freya-IV","old/Fiore/Personnages/Wymon-III"],"tags":["Personnage"],"content":"Personnage\nImage\nTODO\nInformations\nNom: Yum-oe\nPrénom: Marwa\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral : Femme\n| Orientation Sexuelle: TODO\n| Situation: Célibataire\nFonction: Fille de Freya IV et Wymon III\nportrait\nMarwa Fiore, la fille du roi et de la reine, incarne une grâce royale tout en étant marquée par une personnalité tumultueuse. À 17 ans, elle mesure 1m63, arborant une chevelure d’un brun foncé encadrant des yeux marrons clairs perçants. Son tatouage de berrys près de sa poitrine témoigne d’une touche d’audace dans sa tenue. Affichant une préférence pour l’élégance sombre, Marwa se vêt fréquemment de noir, ajoutant une aura mystérieuse à sa présence.\nDerrière sa façade royale, Marwa révèle une personnalité envoûtante. Rapidement en proie à l’ire, elle maîtrise l’art de l’expression froide et détachée. Cependant, son impulsivité et sa jalousie dévoilent des nuances fascinantes dans son caractère. Son tempérament, bien que déroutant, confère à cette héritière un charme singulier qui ne manque pas de captiver ceux qui croisent son chemin. Un portrait complexe, où la royauté et la passion se rencontrent dans une harmonie délicate.\nHistoire\nMarwa Fiore naquit dans une famille royale déterminée à établir un royaume empreint de simplicité et de richesse culturelle. En grandissant au sein du château en construction, elle absorbait la vision de ses parents, apprenant les subtilités de la royauté. Alors que le royaume prospérait, elle se préparait à son rôle d’héritière, consciente des attentes qui pesaient sur elle. Malgré son engagement évident, sa personnalité se révélait complexe, oscillant entre l’amour pour ses parents et des émotions vives telles que la jalousie et l’irritabilité. À l’aube de ses 17 ans, Marwa se tenait à la croisée des chemins, prête à naviguer entre la promesse d’une royauté florissante et les défis personnels qui émaillaient son parcours."},"old/Fiore/Personnages/Mia-Aguereille":{"title":"Mia Aguereille","links":["tags/Personnage"],"tags":["Personnage"],"content":"Personnage\nImage\n\nInformations\nNom: Aguereille\nPrénom: Mia\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral : Femme\n| Orientation Sexuelle: Bisexuelle\n| Situation: Célibataire\nFonction: cheffe du service de renseignement des armées\nportrait\nElle émane une douceur et une gentillesse innées, toujours en quête du meilleur en chacun. L’altruisme coule dans ses veines, prête à offrir son amour à ceux qui lui sont chers, même au prix de sacrifices personnels. Son hypersensibilité, bien qu’une force, dévoile également une vulnérabilité qu’elle tente de dissimuler. Malgré cela, sa bravoure et sa détermination persistent, bravant les défis sans jamais abandonner. Elle puise sa force dans une volonté inébranlable, mais sa faiblesse réside dans la difficulté à gérer ses émotions, se réfugiant derrière un voile pour cacher ses sentiments les plus profonds.\nIl y a en elle une rébellion subtile, une aversion pour les ordres et une indépendance farouche. Son inclination à se sacrifier pour les autres révèle non seulement de l’altruisme, mais aussi une lâcheté teintée de peur, de mélancolie et de pessimisme. Son manque de confiance en elle la pousse parfois à se sentir dénuée de valeur, une impression qu’elle dissimule avec soin. Malgré sa nature douce, elle arbore parfois une arrogance, une violence et une distance envers ceux qui tentent de s’approcher un peu trop, érigeant des barrières pour se protéger des liens trop étroits.\nHistoire\nMia Vialeta, autrefois Mia Aguereille, est le fruit de l’illustre lignée de pirates menée par Liliane et Maxime Vialeta. Au cœur d’Ilea, les Vialeta se distinguaient parmi les familles de pirates les plus anciennes et redoutables, rivalisant avec deux autres lignées. Ancrée depuis des siècles, cette tradition corsaire façonna chaque génération, plongeant les Vialeta dans un mode de vie singulier, entre rivalités familiales, nomadisme en mer, périls maritimes, et festivités nocturnes.\nUn tournant majeur dans l’histoire de la famille Vialeta survint deux siècles plus tôt, lorsque qu’une noble introduisit l’art et la musique au sein de la lignée. Depuis lors, la maîtrise des instruments et la passion pour la musique se transmirent de génération en génération. Dès ses premières années, les parents de Mia l’initièrent à cet héritage, lui enseignant l’art de manier la musique, de manœuvrer une dague, et de manier des épées en bois dès ses premiers pas.\nBien que les trois premières années de sa vie soient un voile de souvenirs, l’influence de cet enseignement familial perdura en Mia. Les récits et leçons transmis par ses parents imprégnèrent son être, contribuant à forger son caractère. Parmi les legs les plus précieux de la lignée Vialeta, les valeurs fondamentales demeurèrent inchangées : courage, détermination, et ambition. Ces piliers guideraient Mia tout au long de son existence, insufflant en elle la force et la résolution qui définissaient la réputation des pirates Vialeta.\nAu commencement, chaque héritier et héritière de la lignée Vialeta était destiné(e) à épouser un(e) pirate, préservant ainsi le nom de Vialeta pour perpétuer la lignée. Cependant, cette tradition fut révoquée à l’époque de l’arrière-arrière-arrière-grand-mère de Mia, une certaine Lisa. Lisa s’éprit d’un simple forgeron, une union qui suscita l’opposition farouche de la famille Vialeta. Malgré les désaccords, les deux amants décidèrent de fuguer, vivant leur amour à l’abri des regards pendant des mois, jusqu’à ce que Lisa atteigne l’âge de se marier.\nSans témoin ni célébration ostentatoire, Lisa et son amoureux se marièrent dans l’intimité d’une église, indifférents aux conventions familiales. Après cette union, Lisa affronta ses parents qui, avec le temps, finirent par accepter ce mariage atypique. Les ancêtres de Mia, en particulier les femmes de la famille, se révélèrent être de véritables combattantes. Depuis ce moment, les membres de la famille Vialeta, hommes et femmes, ont eu la liberté de choisir leurs partenaires. Bien que la plupart du temps les femmes de la lignée aient donné naissance à des filles plutôt qu’à des garçons au cours de ces quatre générations, quelques exceptions ont contribué à diversifier la descendance de la lignée.\nLes parents de Mia, Maxime et Liliane Vialeta, semblaient être destinés à ne jamais croiser leurs chemins, du moins selon les convenances. Maxime, fils du général de l’armée de l’époque, se retrouva chargé de la mission de capturer Liliane, l’héritière d’une ancienne famille pirate. Cependant, le destin en décida autrement, car lors de cette mission, une étincelle naquit entre eux. Maxime, au lieu d’accomplir sa mission, choisit de partir avec Liliane, amorçant ainsi une vie de piraterie à ses côtés.\nUnis par le mariage, Maxime et Liliane devinrent les parents dévoués de deux magnifiques jumelles, Mia et Louna. La transition entre la vie de pirates et la parentalité n’était pas sans défis, mais ils veillèrent soigneusement sur leurs enfants. Durant les premières années de Mia et Louna, ils les mettaient à l’abri pendant les batailles, préservant leur innocence. En dépit du paradoxe de concilier la piraterie et la parentalité, Maxime et Liliane étaient des parents exemplaires, prodiguant à leurs filles des enseignements solides et leur inculquant les valeurs transmises à travers les générations.\nCes parents aimants et bienveillants partagèrent avec leurs filles tout leur savoir, enseignant l’art de la défense et offrant à Mia un médaillon pirate, héritage précieux transmis de génération en génération. Ce médaillon, symbolisant la fierté de leur lignée, devint un trésor que Mia porterait avec elle tout au long de sa vie.\nLes quatre premières années d’enfance de Mia et Louna se déroulèrent dans la joie et le bonheur aux côtés de leurs parents. Cependant, un jour fatidique, un drame s’abattit sur eux. Alors qu’ils étaient en mer, une tempête impitoyable éclata, piégeant leur bateau dans ses tourbillons déchaînés. Malgré tous leurs efforts, l’embarcation succomba, emportant avec elle les parents des deux fillettes.\nLes vagues cruelles rejetèrent Mia et Louna, inconscientes mais miraculeusement en vie, sur le rivage. Un vieil homme découvrit les deux jumelles échouées sur la plage et, pensant agir au mieux, les conduisit à l’orphelinat. Cet événement tragique marqua un tournant radical dans la vie des sœurs Vialeta, les précipitant dans un destin inconnu au sein de l’orphelinat.\nÀ l’orphelinat, Mia et Louna trouvèrent un précieux allié en la personne de Malcom Kirigan. Alors qu’elles étaient harcelées par des enfants plus âgés, Malcom intervint pour les défendre, scellant ainsi une amitié indéfectible. Les trois jeunes formèrent un trio inséparable, trouvant du réconfort et du soutien mutuel dans les rues difficiles de l’orphelinat. Cependant, la vie à cet endroit n’était pas exempte de dangers, avec des disparitions mystérieuses d’enfants vendus à des trafiquants d’organes.\nFace à cette réalité cruelle, Mia, Louna et Malcom prirent la décision audacieuse de fuir l’orphelinat. Pendant deux ans, ils survécurent dans les rues, où Mia fit l’apprentissage de l’art de l’assassinat. C’est lors d’une altercation avec un bourgeois violent que la deuxième personnalité de Mia prit le dessus pour la première fois, la poussant à poignarder son agresseur pour se défendre. Depuis ce jour, cette deuxième personnalité émergeait lorsqu’elle se sentait menacée, une force protectrice inexplicable qui surgissait pour veiller sur elle.\nAprès quelques années de vie dans la rue, Mia et Louna furent adoptées par la famille Aguereille. Cette adoption les éloigna de Malcom, également adopté à cette époque. La séparation fut difficile pour Mia, qui ressentit profondément l’absence de son meilleur ami. Malgré les années qui les séparaient, la tristesse de cette séparation resta présente, et le souvenir de Malcom demeura gravé dans le cœur de Mia.\nJusqu’à l’âge de 11 à 12 ans, Mia connaissait une période de bonheur dans sa famille adoptive, partageant des liens étroits avec ses parents adoptifs qui lui prodiguaient amour et enseignements. Malgré une vie simple et modeste, la chaleur de son foyer suffisait à combler ses besoins affectifs. Elle développait une proximité particulière avec sa mère adoptive, bien que la raison de cette affinité demeurât un mystère, même pour elle.\nÀ un moment donné, ses parents adoptifs envisagèrent de l’inscrire dans une école privée religieuse, souhaitant nourrir l’intelligence exceptionnelle de Mia. Cependant, la jeune fille refusa catégoriquement, ne voulant pas être séparée de sa sœur Louna. Jusqu’à ses 12 ans, malgré la modestie de leur vie, Mia appréciait les petits bonheurs d’un toit, de repas et surtout d’une famille aimante. Elle ne désirait rien de plus que cette vie simple, reconnaissante pour chaque moment de bonheur partagé avec sa sœur et ses parents adoptifs.\nÀ l’âge de douze ans, la vie de Mia prit un tournant douloureux lorsque sa mère adoptive succomba à une maladie, faute de moyens pour se soigner. Le décès de sa mère eut des conséquences dévastatrices sur la jeune adolescente et sur sa sœur Louna, qui sombra dans la dépression et s’infligea des douleurs. Louna parvint néanmoins à surmonter ces épreuves grâce au soutien de sa jumelle. Mia reconnaissait que sans sa sœur, elle aurait difficilement tenu le coup, car leur père, depuis la perte de sa femme, les ignorait totalement.\nLe deuil de la mère marqua le début d’une période sombre où le père des jumelles sombra dans la violence. Cependant, la sœur aînée, protectrice, assuma le fardeau des coups pour préserver Mia de la brutalité de leur père, une réalité que la jeune fille ignorait. Les rares coups qu’elle encaissait la terrifiaient et la traumatisaient davantage chaque jour, renforçant son anxiété envers les autres. À treize ans, un semblant de clémence se manifesta dans la vie de Mia lorsqu’elle changea d’école et retrouva son meilleur ami, Malcom. Cette réunion marqua le retour tant espéré du trio, bien que la situation chez les sœurs restât difficile. Cependant, la présence de Malcom apporta un certain réconfort à Mia, qui retrouva avec bonheur son meilleur ami après des années de séparation. Pour échapper à la dure réalité de la maison familiale, Mia et sa sœur passaient fréquemment du temps chez Malcom.\nÀ l’âge de 14 ans, Mia fut confrontée à une nouvelle tragédie lorsque sa sœur trouva la mort en la sauvant d’un terrible accident. La perte de sa sœur fut un coup dévastateur, laissant Mia et elle dévastées, comme si une partie essentielle d’elles venait de disparaître. La douleur la submergea au point où Mia tomba dans une dépression profonde, allant même jusqu’à tenter de mettre fin à ses jours. Son meilleur ami, Malcolm, découvrit ses intentions suicidaires, et avec son soutien, elle entreprit de surmonter sa dépression et de faire son deuil.\nCependant, le malheur ne s’arrêta pas là. Le père de Mia, plongé dans une rage et une tristesse incommensurables, la tint pour responsable de la mort de sa sœur. Il s’adonna à des actes horribles pour la punir, infligeant des sévices physiques tout en continuant à la battre. La situation devint insoutenable, mais la présence constante de Malcolm était la bouée de sauvetage de Mia, la seule personne qui lui restait et celle grâce à qui elle puisait la force de résister et de faire son deuil malgré les épreuves épouvantables qui s’abattaient sur elle.\nUn an après les horreurs infligées par son père, la jeune femme prit une décision radicale. Dans un acte accidentel, elle mit fin à la vie de son géniteur monstrueux, s’assurant que personne ne saurait jamais qu’elle en était l’auteure. Fuyant sa maison, elle s’évada avec Malcolm, qui choisit également de quitter son passé derrière lui. Ensemble, ils trouvèrent refuge à la campagne, mais leur nouvelle vie paisible fut écourtée lorsqu’ils furent repérés par un assassin qui les prit sous son aile.\nAu cours des trois années qui suivirent, elle devint elle-même une redoutable assassin, accomplissant diverses missions contre rétribution, tout en poursuivant des études et menant une existence en apparence ordinaire. Surnommée la “Panthère Pourpre”, son don pour l’assassinat lui valut une réputation redoutable. Aux côtés de Malcolm, surnommé le “Loup Pourpre”, ils formaient le duo écarlate, une alliance mystérieuse et complémentaire qui inspirait à la fois fierté et crainte.\nCependant, l’assassinat ne pouvait satisfaire leur quête de rédemption. C’est ainsi que la Panthère Écarlate, malgré son apparence calme et impitoyable, demeurait une âme tendre et bienveillante. Sa quête de rédemption la guida jusqu’au royaume de Fiore, où de nouveaux défis et opportunités se présentaient, marquant un tournant inattendu dans son destin."},"old/Fiore/Personnages/Seshai-Yue":{"title":"Seshai Yue","links":["tags/Personnage","old/Fiore/Personnages/Shiao-Yue","old/Fiore/Personnages/Jarvin-Wells"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Yue\nPrénom : Seshai\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral : Femme\n| Orientation Sexuelle: Lesbienne\n| Situation: Célibataire\nFonction: Boulangère\nportrait\nSeshai est une jeune brune aux trait très fin sur le visage. Toujours joyeuse, et très mignone dans son attitude encore presque enfantine dans son genre, son rire, sourire et joie de vivre étaient extrêmement contagieux, c’est en quelques sortes le rayon de soleil du royaume.\nHistoire\nSeshai, et sa soeur Shiao sont soeur jumelles, lorsqu’elles étaient petites, elles adoraient jouer au magasin, Seshai aimait vendre surtout des gateaux et du pain, ce qui énervait sa mère lorsqu’elle volait ce qu’il y avais dans la cuisine pour son jeu, c’est alors qu’elle appris grâce a sa mère a faire des patisseries et du pain. Tandis que sa soeur, elle, préférait autre chose.\nElles vécurent plutôt correctement, elles n’étaient par riches mais elles n’étaient pas non plus dans le besoin. Leurs parents, essayaient des les protéger de leur royaume devenu vraiment toxique, et limite dangereux, entre les émeutes, le jugement d’autrui etc, le royaume était devenu invivable. en grandissant, les deux jumelles commençaient de plus en plus a s’en rendre compte et n’avaient qu’une envie c’était de partir. Cependant, leurs parents avaient encore plus peur de partir, peur de l’inconnu, peur de quitter ce qu’ils connaissaient. C’est alors que, lors de la mort de leurs parents a cause d’une émeute dans le magasin, les deux jumelles, surtout Shiao qui était beaucoup plus mature que sa soeur, prit les choses en main et fit tout ce qu’elle pu pour les faire partir.\nle soir de leur départ, a l’entrée du royaume, elles virent une scène horrible, elles se précipitèrent toutes les deux vers l’homme au sol, incapable de se relever et abandonné ici par ses ravisseurs. Après une courte discussion, elles aidèrent Jarvin, leur nouvel ami, a monter avec elles dans le carrosse. Après plusieurs mois de recherche, les deux soeurs et l’homme arrivèrent dans notre royaume, c’est alors que, quelques mois après leurs installation et a travailler pour sa soeur dans l’épicerie, Seshai eut la bonne idée d’ouvrir sa boulangerie au lieu de vendre son pain dans l’épicerie."},"old/Fiore/Personnages/Shiao-Yue":{"title":"Shiao Yue","links":["tags/Personnage","old/Fiore/Personnages/Seshai-Yue","old/Fiore/Personnages/Shiao-Yue","old/Fiore/Personnages/Jarvin-Wells"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Yue\nPrénom : Shiao\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral : Femme\n| Orientation Sexuelle: Hétéro\n| Situation: Célibataire\nFonction: Épicière\nportrait\nShiao est une jeune brune aux trait très fin sur le visage, elle a des hauts et des bas mais elle s’efforce toujours de sourire aux clients, puis dans les petits royaumes tout le monde est ami donc elle a surtout tendance a être heureuse au quotidien\nHistoire\nShiao, et sa soeur Seshai sont soeur jumelles, lorsqu’elles étaient petites, elles adoraient jouer au magasin, Shiao aimait vendre de tout, elle cherchait dans toute la maison des choses a “vendre” pour les mettre dans son magasin, tandis que sa soeur, elle, préfèrait autre chose.\nElles vécurent plutôt correctement, elles n’étaient par riches mais elles n’étaient pas non plus dans le besoin. Leurs parents, essayaient des les protéger de leur royaume devenu vraiment toxique, et limite dangereux, entre les émeutes, le jugement d’autrui etc, le royaume était devenu invivable. en grandissant, les deux jumelles commençaient de plus en plus a s’en rendre compte et n’avaient qu’une envie c’était de partir. Cependant, leurs parents avaient encore plus peur de partir, peur de l’inconnu, peur de quitter ce qu’ils connaissaient. C’est alors que, lors de la mort de leurs parents a cause d’une émeute dans le magasin, les deux jumelles, surtout Shiao qui était beaucoup plus mature que sa soeur, prit les choses en main et fit tout ce qu’elle pu pour les faire partir.\nle soir de leur départ, a l’entrée du royaume, elles virent une scène horrible, elles se précipitèrent toutes les deux vers l’homme au sol, incapable de se relever et abandonné ici par ses ravisseurs. Après une courte discussion, elles aidèrent Jarvin, leur nouvel ami, a monter avec elles dans le carrosse. Après plusieurs mois de recherche, les deux soeurs et l’homme arrivèrent dans notre royaume, c’est alors que, comme dans le temps, Shiao ouvrit un magasin d’épices et autres outils. on pouvait trouver de tout dans son magasin !"},"old/Fiore/Personnages/Sélène-Aragorn":{"title":"Sélène Aragorn","links":["tags/Personnage","New/3.-Wiki/Communautées/Sectes/Secte-Obscura"],"tags":["Personnage"],"content":"Personnage\nImage\n\nInformations\nNom: Aragorn\nPrénom: Sélène\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral : Femme\n| Orientation Sexuelle: Hétérosexuelle\n| Situation: Célibataire\nFonction: cheffe du service de renseignement des armées\nportrait\nElle était l’incarnation vivante des quatre éléments, une femme dont le caractère était un équilibre harmonieux entre la ferveur du feu, la fluidité de l’eau, la solidité de la terre et la liberté de l’air. Son regard flamboyant reflétait la passion ardente du feu, tandis que sa douceur innée évoquait la tranquillité d’un ruisseau apaisant. Sa force intérieure était aussi inébranlable que les montagnes, représentant la puissance de la terre sous ses pieds. En même temps, elle dansait avec la légèreté d’une brise céleste, capturant l’esprit libre de l’air.\nCette femme, imprégnée des dons des éléments, naviguait dans le monde merveilleux avec une grâce qui transcendantait les frontières de la réalité. Son pouvoir était une symphonie éternelle, une danse magique où les éléments convergent pour créer une force incommensurable, façonnant son caractère en une fusion rare d’énergie cosmique et de grâce naturelle.\nHistoire\nSélène Aragorn, née au sein d’une famille de maîtres des éléments, a connu une enfance marquée par la tragédie. Ses parents, célèbres pour leur maîtrise exceptionnelle des quatre éléments – feu, eau, terre, et air – étaient respectés dans leur royaume. Cependant, leur pouvoir attira l’attention d’un groupe de sorciers avides de pouvoir.\nUn jour, alors que Sélène n’était encore qu’une enfant, leur demeure fut attaquée par ces sorciers malveillants, membres de la Secte Obscura. Dans le chaos qui s’ensuivit, ses parents furent capturés et emprisonnés, et malheureusement, périrent en captivité, laissant Sélène seule et désemparée. Livrée à elle-même, elle dut fuir pour échapper à ses poursuivants.\nErrant à travers des terres inconnues, Sélène découvrit peu à peu l’étendue de ses propres pouvoirs élémentaires. Elle apprit à maîtriser le feu pour se réchauffer lors des nuits glaciales, à manipuler l’eau pour étancher sa soif, à soulever la terre pour se protéger, et à sentir les courants d’air pour anticiper les dangers.\nMalgré sa maîtrise grandissante des éléments, Sélène restait hantée par la disparition de ses parents. Elle décida de consacrer sa vie à retrouver et libérer ses parents, ainsi qu’à utiliser ses pouvoirs pour protéger les innocents des abus de ceux qui cherchent à exploiter les maîtres des éléments.\nSon voyage la conduisit à travers des contrées dangereuses, où elle rencontra d’autres individus dotés de pouvoirs extraordinaires, certains alliés, d’autres ennemis. Après de nombreuses épreuves, Sélène découvrit enfin le royaume de Fiore. Ici, elle trouva un lieu où elle se sentait en sécurité et respectée pour ce qu’elle était, un refuge au sein duquel elle pourrait poursuivre sa quête de justice et de rétribution."},"old/Fiore/Personnages/Tonya-Forbes":{"title":"Tonya Forbes","links":["tags/Personnage","old/Fiore/Lieux/Magasins/Apothicairerie"],"tags":["Personnage"],"content":"Personnage\nimage\n\nInformations\nNom : Forbes\nPrénom : Tonya\nIntimité:\n| Genre Biologique: Femme\n| Genre Moral : Femme\n| Orientation Sexuelle: Hétéro\n| Situation: Célibataire\nFonction: Apothicaire\nportrait\nTrès empathique, elle toujours prête à aider les autres. Cependant, elle reste méticuleuse quant à sa manière de réfléchir.\nHistoire\nTonya Forbes est issue d’une modeste famille, ils n’avaient certes pas beaucoup d’argent mais ils sont très reconnaissants envers leurs amis, ce qui les rend particulièrement humbles auprès de tous. Reconnus pour leurs facultés de dons en médecine avec leurs connaissances sur la vie, il tiennent donc l’une des meilleurs pharmacie de leur royaume. ils ont déjà pu concevoir les meilleurs remèdes qui ont jamais existé.\nArriva le jour ou elle repris la boutique de ses parents a l’âge de 20ans. Malheureusement, son magasin a du fermer ses portes dans son royaume d’origine, c’est alors que Tonya partit a la recherche d’un nouveau royaume d’accueil. C’est alors qu’elle trouva notre royaume, et qu’elle pu s’y installer avec la bénédiction et l’aide du roi.\nAlors, une fois l’Apothicairerie fut construite, ses journée furent rythmées par l’inventaire des stocks, de la vente, et pour finir, sur la fin journée, par la préparation nouveaux produit, dans son labo située à l’arrière boutique. Elle est toujours à la quête de nouvelles choses a découvrir et à apprendre. Elle à hâte de pouvoir partir à l’aventure et en d’en savoir plus sur la médecine de son monde."},"old/Fiore/Personnages/Wymon-III":{"title":"Wymon III","links":["tags/Personnage","old/Fiore/Personnages/Freya-IV","old/Royaumes/Fiore"],"tags":["Personnage"],"content":"Personnage\nImage\n\nInformations\n**Nom **: Fiore\n**Prénom **: Wymon\nIntimité\n| Genre biologique : Homme\n| Genre moral : Homme\n| Orientation sexuelle : Hétéro\n| **Situation **: Marié a Freya IV\n**Fonction **: Roi du Fiore\nportrait\nWymon, empreint d’une noblesse indomptable, incarne la fusion entre la force silencieuse et la détermination farouche. Sa personnalité est un équilibre subtil entre la loyauté envers ses racines royales et la rébellion envers les conventions oppressantes. Doté d’une intelligence aiguisée, il navigue habilement dans les eaux politiques tout en conservant une intégrité inébranlable. Wymon porte sur ses épaules le fardeau des attentes royales avec grâce, mais son cœur bat résolument pour l’amour et la liberté. Observateur averti, il sait quand plier sans rompre, et sa capacité à transformer les défis en opportunités fait de lui un leader respecté. Sous son extérieur calme, brûle la flamme d’une révolution tranquille, cherchant à écrire une nouvelle histoire où l’amour guide le destin plutôt que les conventions sociales.\nHistoire\nWymon, né au sein d’une lignée royale, était destiné à une vie tracée par les alliances politiques et les mariages arrangés. Cependant, son cœur rebelle refusait de plier devant ces conventions rigides. Lorsque le destin le lia à Freya, une princesse rejetée pour sa différence, les échos de la rébellion retentirent dans son âme.\nLes parents de Wymon, soucieux de préserver leur statut royal, insistèrent pour qu’il contracte un mariage arrangé. Face à cette pression, Wymon se retrouva à la croisée des chemins. La confrontation avec sa famille fut une tempête déchaînée, mais au cœur de cette tourmente, son amour avec Freya prit racine.\nLes années qui suivirent furent une danse subtile entre la soumission apparente aux attentes familiales et les précieux moments partagés avec l’amour de sa vie. Wymon, en secret, cultivait les graines d’une rébellion silencieuse. Chaque leçon de gouvernance, chaque compromis, était une marche vers la liberté qu’il convoitait.\nÀ l’aube de ses 25 ans, Wymon retourna dans le royaume de Freya. Ce ne fut pas un retour en tant que soumis, mais comme le porteur des rêves qu’ils avaient tissés ensemble. Ensemble, ils défièrent les contraintes, fuyant les chaînes de leurs familles royales. Le Fiore fut ainsi créé, un havre où l’amour et la liberté étaient les piliers fondateurs.\nLa co-reignance avec Freya symbolisait l’unité d’une vision partagée. Fiore, forgé dans le creuset de leur amour indomptable, émergea comme une nation prospère. Wymon, aux côtés de Freya, avait tracé un chemin nouveau, où l’amour triomphait des conventions, et où chaque citoyen pouvait écrire son propre destin."},"old/Royaumes/Fiore":{"title":"Fiore","links":["tags/Royaume","old/Fiore/Personnages/Wymon-III","old/Fiore/Personnages/Freya-IV","old/Fiore/Lieux/Lieux-publics/Place-Publique","old/Fiore/Lieux/Magasins/Boulangerie","old/Fiore/Lieux/Magasins/Taverne","old/Fiore/Lieux/Lieux-publics/Entrée","old/Fiore/Lieux/Lieux-publics/Jardin-3","old/Fiore/Lieux/Lieux-publics/Jardin-2","old/Fiore/Lieux/Lieux-publics/Jardin-1","old/Fiore/Lieux/Lieux-publics/Forêt-(Extérieur)","old/Fiore/Lieux/Magasins/Apothicairerie","old/Fiore/Lieux/Magasins/Couturier","old/Fiore/Lieux/Magasins/Epicerie"],"tags":["Royaume"],"content":"Royaume\nInformations Générales\nNom du Royaume: Fiore\nGouvernement: Monarchie constitutionnelle\nEmplacement:\n\nDirigeant(s) actuel(s): Wymon et Freya Fiore\nHistoire de la Création\nLe royaume de Fiore trouve ses racines dans la vision partagée de Wymon et Freya, deux âmes rebelles destinées à une existence conforme aux conventions royales. Wymon, prince rétif, et Freya, princesse aux cornes distinctives, ont défié les attentes de leurs familles respectives et ont choisi l’amour et la liberté au lieu des mariages arrangés. Leur histoire d’amour interdit a déclenché une tempête au sein des familles royales, mais plutôt que de se soumettre à ces pressions, Wymon et Freya ont décidé de créer leur propre royaume.\nPolitique et Gouvernance\nCo-Régence de Wymon et Freya\nLe royaume de Fiore est gouverné par une co-régence, une alliance royale entre Wymon et Freya. Leur compréhension mutuelle et leur amour guident la nation vers la prospérité. Les décisions politiques et les responsabilités royales sont partagées, créant une harmonie unique dans la gouvernance.\nDiplomatie et Relations Internationales\nFiore a établi des relations respectueuses avec d’autres royaumes grâce à l’union de Wymon et Freya. La diplomatie de Fiore est fondée sur la paix et la coopération, renforçant les liens avec les nations voisines.\nSociété et Culture\nDiversité et Égalité\nLe roi Wymon a joué un rôle essentiel dans la promotion de la diversité et de l’égalité au sein du royaume. Fiore encourage la liberté individuelle et célèbre les différences. La société est ouverte et accueillante envers toutes les personnes, indépendamment de leurs origines ou de leurs caractéristiques distinctives.\nSoutien aux Arts et à la Culture\nLe royaume de Fiore est un mécène des arts et de la culture. Les artistes, écrivains et artisans sont encouragés à s’exprimer librement, contribuant ainsi à une scène artistique florissante au sein du royaume.\nÉconomie\nFiore a développé une économie prospère, tirant parti des ressources naturelles et du commerce équitable. Les citoyens bénéficient d’un niveau de vie élevé, et le royaume continue de croître économiquement sous la direction éclairée de ses souverains.\nDescription de l’ambiance\nLe royaume de Fiore émane une atmosphère enchantée et chaleureuse, où la magie se mêle harmonieusement à la vie quotidienne. Au cœur de cette ambiance unique se trouve la place publique, majestueuse et animée. Illuminée par des lampadaires élégants, cette artère pavée offre une toile de fond magique à la vie sociale du royaume, particulièrement captivante à la tombée de la nuit.\nLes boutiques qui bordent la place, de la Boulangerie à la Taverne, ajoutent des touches vibrantes de couleur et de diversité à cet espace social. Les étals débordent de produits variés, créant un tableau visuel et olfactif qui attire les habitants et les visiteurs. La Place Publique devient ainsi le point névralgique où les destins se croisent, les histoires se créent, et où l’esprit communautaire s’épanouit.\nL’Entrée majestueuse, avec son pont-levis et ses gardes accueillants, marque le seuil d’un royaume ouvert aux nouvelles rencontres et expériences. La fontaine centrale symbolise l’unité dans la diversité, chaque chemin partant de là offrant une perspective unique sur la splendeur de Fiore.\nLes jardins, véritables joyaux verts du royaume, offrent des expériences variées. Du jardin expérimental à celui de la coopération communautaire, en passant par le jardin romantique, chaque espace reflète une facette de la vie à Fiore. Les chemins serpentant entre ces jardins invitent à l’aventure, à la découverte, et à la connexion avec la nature.\nLa Forêt qui s’étend au-delà du royaume crée une frontière entre la civilisation et la nature sauvage. Ses sentiers sinueux, ses clairières paisibles, et la variété de sa faune ajoutent une dimension mystérieuse et aventureuse au royaume.\nLes commerces tels que l’Apothicairerie, le Couturier, l’Epicerie, la Boulangerie et la Taverne ajoutent des touches de vie et de passion. Des espaces où la créativité, la guérison, et la gastronomie se mêlent pour offrir une expérience unique à chaque visiteur.\nAinsi, l’ambiance générale de Fiore se caractérise par la diversité, la magie, la chaleur humaine, et une profonde connexion avec la nature. Chaque coin du royaume raconte une histoire, et chaque visite devient une aventure, créant un équilibre harmonieux entre la vie quotidienne et les moments extraordinaires dans ce royaume enchanteur."},"old/Royaumes/Nakasane":{"title":"Nakasane","links":["tags/Royaume"],"tags":["Royaume"],"content":"Royaume\nInformations Générales\nNom du Royaume: Nakasane\nGouvernement: Monarchie constitutionnelle\nEmplacement:\n\nDESCRIPTION\nSitué dans les terres mystiques du Japon, le royaume de Nakasane se déploie comme une fresque vivante, mêlant harmonieusement tradition et innovation. Niché entre des montagnes majestueuses et des rivières sinueuses, Nakasane offre un panorama à couper le souffle, chaque élément naturel étant imprégné de légendes anciennes.\nGéographie : Le royaume est caractérisé par ses vastes forêts denses, où les cerisiers en fleurs éclatent de couleur lors de la saison printanière, créant un spectacle visuel inoubliable. Des rizières en terrasse s’étendent à perte de vue, évoquant un sentiment de paix et de connexion avec la nature. Le mont Hikari, la plus haute montagne du royaume, domine l’horizon avec sa silhouette majestueuse.\nCulture : Nakasane célèbre une culture riche et diversifiée, ancrée dans les traditions séculaires du Japon. Les habitants perpétuent les arts traditionnels tels que le théâtre Nô, la cérémonie du thé et l’ikebana. Les festivals, colorés et animés, rythment l’année, célébrant les saisons, les ancêtres et les divinités locales.\nArchitecture : Les villes de Nakasane présentent une architecture unique, mêlant les lignes épurées des bâtiments traditionnels aux influences modernes. Les temples ornés de dorures et les sanctuaires cachés dans les montagnes cohabitent avec des quartiers animés où les lanternes éclairent les ruelles étroites.\nReligion : La spiritualité est au cœur de la vie à Nakasane. Les habitants vénèrent les kami, esprits divins associés à des aspects naturels, et participent aux rituels shintoïstes. Les monastères bouddhistes, nichés dans des vallées isolées, offrent des lieux de méditation et d’étude.\nCommerce : Nakasane est également connu pour ses marchés animés, où l’on peut trouver des objets artisanaux exquis, des épices parfumées et des textiles traditionnels. Le commerce prospère grâce aux routes commerciales bien établies, reliant le royaume à d’autres terres lointaines.\nEnsemble, ces éléments créent un tableau vibrant et vivant, où le respect de la nature, la célébration des traditions et l’innovation contemporaine se fondent pour former l’essence même du royaume de Nakasane."},"old/wiki-fonctionnel/Wiki-fiore-discord/Inactivité":{"title":"Inactivité","links":["tags/Wiki"],"tags":["Wiki"],"content":"Wiki\nDans cette page, vous trouverez les règles concernant l’inactivité. Ces règles ont pour objectif de maintenir une participation active sur le serveur tout en offrant une flexibilité aux membres qui peuvent avoir des périodes d’indisponibilité. La communication proactive est encouragée pour assurer une expérience RP agréable pour tous les membres.\n1. Réponse dans la Semaine :\nIl est attendu que chaque membre participe régulièrement aux activités de RP. Si une semaine s’écoule sans que tu aies participé à une session de RP, un message te sera envoyé pour comprendre la raison de ton absence.\n2. Notification d’Inactivité :\nSi, après l’envoi du message, aucune réponse n’est reçue dans la semaine suivante, tous tes rôles te seront retirés. Tu seras ensuite déplacé vers un salon spécial dédié aux membres inactifs, en prévision d’un éventuel retour.\n** 3. Prévenir de l’Inactivité :**\nCependant, tu as la possibilité de notifier en privé le responsable du serveur de ton absence prévue. Si tu sais que tu seras indisponible pendant quelques jours ou semaines, informe le simplement. Un rôle spécial te sera attribué en attendant ton retour, évitant ainsi toute mesure d’inactivité."},"old/wiki-fonctionnel/Wiki-fiore-discord/Le-robot-Tupperbox":{"title":"Le robot Tupperbox","links":[],"tags":[],"content":"présentation du bot\nle robot, Tupperbox, permet lorsqu’on envoie un message, de mettre un nom et une photo de profil différente de la notre afin de pouvoir jouer plusieurs personnages.\nle fonctionnement est simple, le robot va analyser tout les messages, et si par exemple j’ai créé un personnage du nom de thomas et que j’ai dit au robot que si le message commence par tho: (qui s’appelle un “Bracket”) cela signifie que c’est thomas qui parle, et bien le robot va supprimer mon message, pour le réécrire avec le nom et la photo de profil de thomas !\ncomment s’en servir\ncréer un personnage :\npour créer un personnage, il faut écrire un message que le robot va comprendre, prenons l’exemple d’un personnage s’apellant thomas il faudra alors dire au robot le nom du personnage, ainsi que ce par quoi doit commencer le message pour que le robot comprenne donc, pour l’exemple de thomas que j’ai donné dans le 4.1, il suffira d’écrire : tul!register &#039;[nomDuPerso]&#039; [Bracket]:text en remplaçant bien sur [nomDuPerso] et [Bracket] par ceux désirés (dans notre cas, le message sera donc : tul!register &#039;thomas&#039; tho:text) et surtout ne pas oublier de mettre l’image de la photo de profil du personnage directement en même temps que le message (pas dans deux messages différents) et voila ! votre personnage est créé ! vous pouvez l’essayer en tapant [Bracket]: hello world dans la conversation ! bien sur, le nom du perso ainsi que le texte a mettre avant sont personnalisable.\n4.3 automatiser le robot\nmettre [Bracket]: avant chaque message quand on rp c’est chiant, donc on a une solution : automatiser le robot ! en effet, on peut dire au robot qu’il réécrive tout nos messages, tous sauf ceux ou on précise le personnage avant (exemple, si je l’automatise avec thomas et que j’écris bonjour tout le monde, le robot va le réécrire avec le personnage de thomas, mais si je dis par exemple eli: bonjour tout le monde et que j’ai un personnage du nom de eliot dont le bracket est eli:, le robot va écrire avec eliot et non thomas) pour ce faire, il suffira de taper tul!auto [nomDuPerso] #[nomDuSalon] en remplaçant bien sur [nomDuPerso] et [nomDuSalon] par ceux désirés\n4.4 modifier et supprimer un message\npour modifier un message :\nil suffit de mettre l’emoji 📝 en réaction au message, @Tupperbox va vous écrire en privé, vous allez alors devoir réécrire le message\npour supprimer un message :\nil suffit de mettre l’emoji ❌ en réaction"},"old/wiki-fonctionnel/Wiki-fiore-discord/Roleplay":{"title":"Roleplay","links":["tags/Wiki"],"tags":["Wiki"],"content":"Wiki\nrègles de role play\nPremièrement, il faut éviter au maximum les fautes d’orthographe, bien se relire avant d’envoyer le message et ne surtout pas répondre à la va-vite entre deux vidéos TikTok.\nEnsuite, nous attendons, afin que le jeu de rôle soit agréable pour tout le monde, d’écrire dans un français correct et d’éviter trop de répétitions. Il faut également éviter de mettre “et” tous les deux mots, ainsi que d’écrire de manière cohérente en utilisant le “Je”.\nPar exemple, cette phrase :\n*je te regarde, pose ma tête sur ton torse et souris*\nPremièrement, le “et” est utilisé deux fois ; sur aussi peu de mots, ça commence à faire beaucoup. Ensuite, le message est trop court, donnant l’impression que nous nous fichons du jeu de rôle. Pour finir, on utilise “elle” puis “je”.\nPour corriger, on aurait pu écrire :\n*Je pose ma tête sur ton torse avec délicatesse, arborant un sourire satisfait de ce moment privilégié*\nJe n’ai rien rajouté, seulement développé ce que je veux que mon personnage fasse. Encore, j’aurais pu développer beaucoup plus.\nComment écrire son rp\nNous allons maintenant voir comment écrire son roleplay sur ce serveur, bien sûr ce n’est pas OBLIGATOIRE mais je demande quand même que votre syntaxe ne s’éloigne pas trop de celle ci afin de garder une certaine cohérence entre les messages des différents membres.\n3.1 exemple de rp :\n*je m&#039;assois avec un petit sourire*\n- t’es magnifique aujourd’hui !\n||iel est vraiment ravissant.e||\n3.2 voici comment je l’ai écrit :\n`*je m&#039;assois avec un petit sourire*`  \n**- t&#039;es magnifique aujourd&#039;hui !**  \n||iel est vraiment ravissant.e||\n\n3.3 petit détail :\n`*les Actions*` avec `* d’un coté et inversement de l’autre\n**- les Paroles ** avec ** de chaque coté (+ un tiret au début)\n||les Pensées|| avec || de chaque coté (les pensées écrites de cette manière permettent de cacher les pensées a l’autre personne tant que celle ci ne clique pas sur la ligne en question, ce qui permet une liberté aux roleplayers de voir les pensées, ou de décider de ne pas lire ces pensées en ne cliquant simplement pas sur la ligne) (PS: cet élément ne fonctionne pas ici, mais fonctionne sur discord)"},"old/wiki-fonctionnel/Wiki-fiore-discord/Règlement":{"title":"Règlement","links":["tags/Wiki"],"tags":["Wiki"],"content":"Wiki\nLe serveur est conçu comme une “safe place”, un espace où chaque membre peut participer au RP et interagir avec les autres en toute confiance et respect. Les règles de bonne conduite visent à créer une atmosphère inclusive, encourageant la diversité d’idées et de styles de jeu. Toutes les interactions doivent être empreintes de respect envers les autres membres, excluant tout langage ou comportement discriminatoire, offensant ou irrespectueux. La bienveillance est au cœur de l’esprit du serveur, favorisant un environnement où chacun se sent libre d’exprimer sa créativité sans crainte de jugement. Les conflits éventuels sont résolus de manière constructive, favorisant ainsi une communauté saine où l’épanouissement des membres est encouragé et célébré. La modération est là pour garantir le respect des règles de bonne conduite et maintenir une ambiance accueillante, faisant du serveur un lieu d’échange agréable pour tous ses participants.\n1. Respect Mutuel :\nChaque membre doit faire preuve de respect envers les autres, quel que soit leur statut, identité ou style de jeu. Les commentaires discriminatoires, offensants ou irrespectueux ne seront pas tolérés.\n2. Langage Inclusif :\nUtiliser un langage inclusif et respectueux est essentiel. Évitez tout langage qui pourrait exclure ou offenser d’autres membres.\n3. Pas de Harcèlement :\nLe harcèlement sous toutes ses formes, que ce soit par message direct, dans les canaux de discussion ou pendant les sessions de RP, est strictement interdit.\n4. Diversité de Styles de Jeu :\nEncouragez et respectez la diversité des styles de jeu. Chacun est libre de jouer son personnage selon ses préférences, tant que cela respecte les règles et la sécurité de tous les membres.\n5. Conflits Constructifs :\nTout désaccord ou conflit doit être résolu de manière constructive et respectueuse. Les membres sont encouragés à chercher une solution pacifique avec l’aide de la modération si nécessaire.\n6. Contenu Respectueux :\nTous les contenus partagés, qu’ils soient écrits, graphiques ou autres, doivent respecter les normes de décence et de respect du serveur. Aucun contenu offensant ou inapproprié ne sera autorisé.\n7. Confidentialité :\nRespectez la confidentialité des autres membres. Évitez de partager des informations personnelles sans le consentement explicite de la personne concernée.\n8. Feedback Constructif :\nSi vous avez des préoccupations ou des suggestions, exprimez-les de manière constructive à la modération. L’objectif est d’améliorer constamment l’expérience pour tous les membres.\n9. Modération Respectée :\nLes décisions de la modération doivent être respectées. En cas de désaccord, adressez-vous à la modération de manière privée pour discuter de la situation."},"old/wiki-fonctionnel/Wiki-fiore-discord/welcome":{"title":"welcome","links":["tags/Wiki","old/Royaumes/Fiore","old/wiki-fonctionnel/Wiki-fiore-discord/Règlement","old/wiki-fonctionnel/Wiki-fiore-discord/Inactivité","old/wiki-fonctionnel/Wiki-fiore-discord/Roleplay","old/wiki-fonctionnel/Wiki-fiore-discord/Le-robot-Tupperbox","old/Fiore/Mairie/Recensement","old/Fiore/Mairie/Magasins","old/Fiore/Mairie/Relations-exterieures"],"tags":["Wiki"],"content":"Wiki\nintro\nwiki a destination du serveur discord de role play texuel Fiore Kingdom\nle role play prend place dans le royaume de Fiore\nRègles\nvoici la liste des règles établies pour le bon déroulement du role play dans ce serveur discord\n1- Règlement\n2- Inactivité\ntutoriels\nici vous trouverez quelques tutoriels a destination des roleplayers, afin d’apprendre comment se servir des outils\n1- Roleplay\n2- Le robot Tupperbox\nwiki roleplay\net pour finir, nous avons ici toutes les données des personnages et autres disponibles dans le royaume :D\n1- Recensement\n2- Magasins\n3- Relations exterieures"}}